{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}/Users/Myworld/Dropbox/InfVar/workingfolder/indSPF_log.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res}15 Jun 2022, 22:10:44
{txt}
{com}. 
. 
. ***************************
. **  Clean and Merge Data **
. ***************************
. 
. use "${c -(}folder{c )-}/SPF/individual/InfExpSPFPointIndQ",clear 
{txt}
{com}. 
. duplicates report year quarter ID 

{p 0 4}{txt}Duplicates in terms of {res} year quarter ID{p_end}

{txt}{hline 10}{c TT}{hline 27}
   copies {c |} observations       surplus
{hline 10}{c +}{hline 27}
        1 {c |}         {res}8678             0
{txt}{hline 10}{c BT}{hline 27}

{com}. 
. merge 1:1 year quarter ID using "${c -(}folder{c )-}/SPF/individual/InfExpSPFDstIndQClean.dta"
{res}{txt}{p 0 7 2}
(note: variable
date was 
float, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
year was 
int, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
quarter was 
byte, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
ID was 
int, now double to accommodate using data's values)
{p_end}

{col 5}Result{col 38}# of obs.
{col 5}{hline 41}
{col 5}not matched{col 30}{res}           6,107
{txt}{col 9}from master{col 30}{res}           6,107{txt}  (_merge==1)
{col 9}from using{col 30}{res}               0{txt}  (_merge==2)

{col 5}matched{col 30}{res}           2,571{txt}  (_merge==3)
{col 5}{hline 41}

{com}. 
. rename _merge SPFDst_merge
{res}{txt}
{com}. table year if SPFDst_merge ==3

{txt}{hline 10}{c TT}{hline 11}
     YEAR {c |}      Freq.
{hline 10}{c +}{hline 11}
     2007 {c |}        {res}199
     {txt}2008 {c |}        {res}198
     {txt}2009 {c |}        {res}169
     {txt}2010 {c |}        {res}165
     {txt}2011 {c |}        {res}169
     {txt}2012 {c |}        {res}171
     {txt}2013 {c |}        {res}171
     {txt}2014 {c |}        {res}172
     {txt}2015 {c |}        {res}170
     {txt}2016 {c |}        {res}164
     {txt}2017 {c |}        {res}158
     {txt}2018 {c |}        {res}147
     {txt}2019 {c |}        {res}150
     {txt}2020 {c |}        {res}150
     {txt}2021 {c |}        {res}148
     {txt}2022 {c |}         {res}69
{txt}{hline 10}{c BT}{hline 11}

{com}. 
. merge m:1 year quarter using "${c -(}mainfolder{c )-}/OtherData/InfShocksQClean.dta",keep(match using master)
{res}{txt}{p 0 7 2}
(note: variable
month was 
float, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
CPIAU was 
float, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
CPICore was 
float, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
PCE was 
float, now double to accommodate using data's values)
{p_end}
{p 0 7 2}
(note: variable
PCECore was 
float, now double to accommodate using data's values)
{p_end}
(label _merge already defined)

{col 5}Result{col 38}# of obs.
{col 5}{hline 41}
{col 5}not matched{col 30}{res}           3,595
{txt}{col 9}from master{col 30}{res}           3,595{txt}  (_merge==1)
{col 9}from using{col 30}{res}               0{txt}  (_merge==2)

{col 5}matched{col 30}{res}           5,083{txt}  (_merge==3)
{col 5}{hline 41}

{com}. rename _merge infshocks_merge
{res}{txt}
{com}. 
. 
. *******************************
. **  Set Panel Data Structure **
. *******************************
. 
. xtset ID dateQ
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}
{com}. sort ID year quarter 
{txt}
{com}. 
. drop if ID==ID[_n-1] & INDUSTRY != INDUSTRY[_n-1]
{txt}(26 observations deleted)

{com}. 
. 
. *******************************
. **  Summary Statistics of SPF **
. *******************************
. 
. tabstat ID,s(count) by(dateQ) column(statistics)

{txt}Summary for variables: ID
{col 6}by categories of: dateQ 

{ralign 9:dateQ} {...}
{c |}         N
{hline 10}{c +}{hline 10}
{ralign 9:1968q4} {...}
{c |}{...}
 {res}       87
{txt}{ralign 9:1969q1} {...}
{c |}{...}
 {res}       65
{txt}{ralign 9:1969q2} {...}
{c |}{...}
 {res}       59
{txt}{ralign 9:1969q3} {...}
{c |}{...}
 {res}      128
{txt}{ralign 9:1969q4} {...}
{c |}{...}
 {res}       57
{txt}{ralign 9:1970q1} {...}
{c |}{...}
 {res}       60
{txt}{ralign 9:1970q2} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:1970q3} {...}
{c |}{...}
 {res}       57
{txt}{ralign 9:1970q4} {...}
{c |}{...}
 {res}      131
{txt}{ralign 9:1971q1} {...}
{c |}{...}
 {res}       56
{txt}{ralign 9:1971q2} {...}
{c |}{...}
 {res}       59
{txt}{ralign 9:1971q3} {...}
{c |}{...}
 {res}      106
{txt}{ralign 9:1971q4} {...}
{c |}{...}
 {res}       76
{txt}{ralign 9:1972q1} {...}
{c |}{...}
 {res}       66
{txt}{ralign 9:1972q2} {...}
{c |}{...}
 {res}       71
{txt}{ralign 9:1972q3} {...}
{c |}{...}
 {res}       69
{txt}{ralign 9:1972q4} {...}
{c |}{...}
 {res}       63
{txt}{ralign 9:1973q1} {...}
{c |}{...}
 {res}       68
{txt}{ralign 9:1973q2} {...}
{c |}{...}
 {res}       64
{txt}{ralign 9:1973q3} {...}
{c |}{...}
 {res}       46
{txt}{ralign 9:1973q4} {...}
{c |}{...}
 {res}       59
{txt}{ralign 9:1974q1} {...}
{c |}{...}
 {res}       63
{txt}{ralign 9:1974q2} {...}
{c |}{...}
 {res}       49
{txt}{ralign 9:1974q3} {...}
{c |}{...}
 {res}       54
{txt}{ralign 9:1974q4} {...}
{c |}{...}
 {res}       54
{txt}{ralign 9:1975q1} {...}
{c |}{...}
 {res}       46
{txt}{ralign 9:1975q2} {...}
{c |}{...}
 {res}       47
{txt}{ralign 9:1975q3} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:1975q4} {...}
{c |}{...}
 {res}       48
{txt}{ralign 9:1976q1} {...}
{c |}{...}
 {res}       48
{txt}{ralign 9:1976q2} {...}
{c |}{...}
 {res}       49
{txt}{ralign 9:1976q3} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1976q4} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1977q1} {...}
{c |}{...}
 {res}       41
{txt}{ralign 9:1977q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:1977q3} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1977q4} {...}
{c |}{...}
 {res}       45
{txt}{ralign 9:1978q1} {...}
{c |}{...}
 {res}       26
{txt}{ralign 9:1978q2} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1978q3} {...}
{c |}{...}
 {res}       27
{txt}{ralign 9:1978q4} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:1979q1} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:1979q2} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:1979q3} {...}
{c |}{...}
 {res}       38
{txt}{ralign 9:1979q4} {...}
{c |}{...}
 {res}       33
{txt}{ralign 9:1980q1} {...}
{c |}{...}
 {res}       29
{txt}{ralign 9:1980q2} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:1980q3} {...}
{c |}{...}
 {res}       24
{txt}{ralign 9:1980q4} {...}
{c |}{...}
 {res}       32
{txt}{ralign 9:1981q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1981q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:1981q3} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1981q4} {...}
{c |}{...}
 {res}       46
{txt}{ralign 9:1982q1} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:1982q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:1982q3} {...}
{c |}{...}
 {res}       43
{txt}{ralign 9:1982q4} {...}
{c |}{...}
 {res}       38
{txt}{ralign 9:1983q1} {...}
{c |}{...}
 {res}       38
{txt}{ralign 9:1983q2} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:1983q3} {...}
{c |}{...}
 {res}       32
{txt}{ralign 9:1983q4} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1984q1} {...}
{c |}{...}
 {res}       31
{txt}{ralign 9:1984q2} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:1984q3} {...}
{c |}{...}
 {res}       27
{txt}{ralign 9:1984q4} {...}
{c |}{...}
 {res}       31
{txt}{ralign 9:1985q1} {...}
{c |}{...}
 {res}       24
{txt}{ralign 9:1985q2} {...}
{c |}{...}
 {res}       29
{txt}{ralign 9:1985q3} {...}
{c |}{...}
 {res}       31
{txt}{ralign 9:1985q4} {...}
{c |}{...}
 {res}       25
{txt}{ralign 9:1986q1} {...}
{c |}{...}
 {res}       26
{txt}{ralign 9:1986q2} {...}
{c |}{...}
 {res}       28
{txt}{ralign 9:1986q3} {...}
{c |}{...}
 {res}       24
{txt}{ralign 9:1986q4} {...}
{c |}{...}
 {res}       24
{txt}{ralign 9:1987q1} {...}
{c |}{...}
 {res}       22
{txt}{ralign 9:1987q2} {...}
{c |}{...}
 {res}       28
{txt}{ralign 9:1987q3} {...}
{c |}{...}
 {res}       22
{txt}{ralign 9:1987q4} {...}
{c |}{...}
 {res}       20
{txt}{ralign 9:1988q1} {...}
{c |}{...}
 {res}       18
{txt}{ralign 9:1988q2} {...}
{c |}{...}
 {res}       19
{txt}{ralign 9:1988q3} {...}
{c |}{...}
 {res}       18
{txt}{ralign 9:1988q4} {...}
{c |}{...}
 {res}       15
{txt}{ralign 9:1989q1} {...}
{c |}{...}
 {res}       17
{txt}{ralign 9:1989q2} {...}
{c |}{...}
 {res}       17
{txt}{ralign 9:1989q3} {...}
{c |}{...}
 {res}       15
{txt}{ralign 9:1989q4} {...}
{c |}{...}
 {res}       17
{txt}{ralign 9:1990q1} {...}
{c |}{...}
 {res}       14
{txt}{ralign 9:1990q3} {...}
{c |}{...}
 {res}       11
{txt}{ralign 9:1990q4} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:1991q1} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:1991q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:1991q3} {...}
{c |}{...}
 {res}       33
{txt}{ralign 9:1991q4} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:1992q1} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:1992q2} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1992q3} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1992q4} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:1993q1} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:1993q2} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1993q3} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:1993q4} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:1994q1} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:1994q2} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:1994q3} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:1994q4} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:1995q1} {...}
{c |}{...}
 {res}       29
{txt}{ralign 9:1995q2} {...}
{c |}{...}
 {res}       52
{txt}{ralign 9:1995q3} {...}
{c |}{...}
 {res}       52
{txt}{ralign 9:1995q4} {...}
{c |}{...}
 {res}       47
{txt}{ralign 9:1996q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1996q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:1996q3} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:1996q4} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1997q1} {...}
{c |}{...}
 {res}       38
{txt}{ralign 9:1997q2} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:1997q3} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1997q4} {...}
{c |}{...}
 {res}       38
{txt}{ralign 9:1998q1} {...}
{c |}{...}
 {res}       32
{txt}{ralign 9:1998q2} {...}
{c |}{...}
 {res}       29
{txt}{ralign 9:1998q3} {...}
{c |}{...}
 {res}       32
{txt}{ralign 9:1998q4} {...}
{c |}{...}
 {res}       33
{txt}{ralign 9:1999q1} {...}
{c |}{...}
 {res}       33
{txt}{ralign 9:1999q2} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:1999q3} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:1999q4} {...}
{c |}{...}
 {res}       43
{txt}{ralign 9:2000q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2000q2} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2000q3} {...}
{c |}{...}
 {res}       32
{txt}{ralign 9:2000q4} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2001q1} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:2001q2} {...}
{c |}{...}
 {res}       33
{txt}{ralign 9:2001q3} {...}
{c |}{...}
 {res}       33
{txt}{ralign 9:2001q4} {...}
{c |}{...}
 {res}       29
{txt}{ralign 9:2002q1} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:2002q2} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2002q3} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2002q4} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:2003q1} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2003q2} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:2003q3} {...}
{c |}{...}
 {res}       30
{txt}{ralign 9:2003q4} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2004q1} {...}
{c |}{...}
 {res}       31
{txt}{ralign 9:2004q2} {...}
{c |}{...}
 {res}       32
{txt}{ralign 9:2004q3} {...}
{c |}{...}
 {res}       29
{txt}{ralign 9:2004q4} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2005q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2005q2} {...}
{c |}{...}
 {res}       46
{txt}{ralign 9:2005q3} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:2005q4} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:2006q1} {...}
{c |}{...}
 {res}       53
{txt}{ralign 9:2006q2} {...}
{c |}{...}
 {res}       53
{txt}{ralign 9:2006q3} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:2006q4} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:2007q1} {...}
{c |}{...}
 {res}       49
{txt}{ralign 9:2007q2} {...}
{c |}{...}
 {res}       52
{txt}{ralign 9:2007q3} {...}
{c |}{...}
 {res}       49
{txt}{ralign 9:2007q4} {...}
{c |}{...}
 {res}       48
{txt}{ralign 9:2008q1} {...}
{c |}{...}
 {res}       50
{txt}{ralign 9:2008q2} {...}
{c |}{...}
 {res}       50
{txt}{ralign 9:2008q3} {...}
{c |}{...}
 {res}       47
{txt}{ralign 9:2008q4} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:2009q1} {...}
{c |}{...}
 {res}       43
{txt}{ralign 9:2009q2} {...}
{c |}{...}
 {res}       51
{txt}{ralign 9:2009q3} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2009q4} {...}
{c |}{...}
 {res}       41
{txt}{ralign 9:2010q1} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2010q2} {...}
{c |}{...}
 {res}       44
{txt}{ralign 9:2010q3} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2010q4} {...}
{c |}{...}
 {res}       43
{txt}{ralign 9:2011q1} {...}
{c |}{...}
 {res}       43
{txt}{ralign 9:2011q2} {...}
{c |}{...}
 {res}       44
{txt}{ralign 9:2011q3} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2011q4} {...}
{c |}{...}
 {res}       45
{txt}{ralign 9:2012q1} {...}
{c |}{...}
 {res}       45
{txt}{ralign 9:2012q2} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:2012q3} {...}
{c |}{...}
 {res}       48
{txt}{ralign 9:2012q4} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:2013q1} {...}
{c |}{...}
 {res}       46
{txt}{ralign 9:2013q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2013q3} {...}
{c |}{...}
 {res}       41
{txt}{ralign 9:2013q4} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2014q1} {...}
{c |}{...}
 {res}       45
{txt}{ralign 9:2014q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2014q3} {...}
{c |}{...}
 {res}       43
{txt}{ralign 9:2014q4} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2015q1} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:2015q2} {...}
{c |}{...}
 {res}       44
{txt}{ralign 9:2015q3} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2015q4} {...}
{c |}{...}
 {res}       45
{txt}{ralign 9:2016q1} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:2016q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2016q3} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:2016q4} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2017q1} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2017q2} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2017q3} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:2017q4} {...}
{c |}{...}
 {res}       41
{txt}{ralign 9:2018q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2018q2} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2018q3} {...}
{c |}{...}
 {res}       38
{txt}{ralign 9:2018q4} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2019q1} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2019q2} {...}
{c |}{...}
 {res}       40
{txt}{ralign 9:2019q3} {...}
{c |}{...}
 {res}       34
{txt}{ralign 9:2019q4} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:2020q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2020q2} {...}
{c |}{...}
 {res}       42
{txt}{ralign 9:2020q3} {...}
{c |}{...}
 {res}       35
{txt}{ralign 9:2020q4} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2021q1} {...}
{c |}{...}
 {res}       39
{txt}{ralign 9:2021q2} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2021q3} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2021q4} {...}
{c |}{...}
 {res}       37
{txt}{ralign 9:2022q1} {...}
{c |}{...}
 {res}       36
{txt}{ralign 9:2022q2} {...}
{c |}{...}
 {res}       33
{txt}{hline 10}{c +}{hline 10}
{ralign 9:Total} {...}
{c |}{...}
 {res}     8651
{txt}{hline 10}{c BT}{hline 10}

{com}. 
. ******************************
. *** Computing some measures **
. ******************************
. 
. gen SPFCPI_FE = CPI1y - Inf1y_CPIAU
{txt}(3142 missing values generated)

{com}. label var SPFCPI_FE "1-yr-ahead forecast error(SPF CPI)"
{txt}
{com}. gen SPFCCPI_FE = CORECPI1y - Inf1y_CPICore
{txt}(6368 missing values generated)

{com}. label var SPFCPI_FE "1-yr-ahead forecast error(SPF core CPI)"
{txt}
{com}. gen SPFPCE_FE = PCE1y - Inf1y_PCE
{txt}(6494 missing values generated)

{com}. label var SPFPCE_FE "1-yr-ahead forecast error(SPF PCE)"
{txt}
{com}. 
. 
. gen SPFCPI_FE0 = CPI1y - Inf1y_CPIAU
{txt}(3142 missing values generated)

{com}. label var SPFCPI_FE0 "1-yr nowcasting error(SPF CPI)"
{txt}
{com}. gen SPFCCPI_FE0 = CORECPI1y - Inf1y_CPICore
{txt}(6368 missing values generated)

{com}. label var SPFCPI_FE0 "1-yr nowcasting error(SPF core CPI)"
{txt}
{com}. gen SPFPCE_FE0 = PCE1y - Inf1y_PCE
{txt}(6494 missing values generated)

{com}. label var SPFPCE_FE "1-yr nowcasting error (SPF PCE)"
{txt}
{com}. 
. 
. *****************************************
. ****  Renaming so that more consistent **
. *****************************************
. 
. 
. rename CPI1y SPFCPI_Mean
{res}{txt}
{com}. rename PCE1y SPFPCE_Mean
{res}{txt}
{com}. rename COREPCE1y SPFCPCE_Mean
{res}{txt}
{com}. rename CORECPI1y SPFCCPI_Mean
{res}{txt}
{com}. 
. rename PRCCPIMean0 SPFCPI_Mean0
{res}{txt}
{com}. rename PRCPCEMean0 SPFPCE_Mean0
{res}{txt}
{com}. 
. rename PRCPCEVar1 SPFPCE_Var
{res}{txt}
{com}. rename PRCCPIVar1 SPFCPI_Var
{res}{txt}
{com}. rename PRCPCEVar0 SPFPCE_Var0
{res}{txt}
{com}. rename PRCCPIVar0 SPFCPI_Var0
{res}{txt}
{com}. 
. rename SPFCPI_FE SPFCPI_FE
{res}{txt}  (all {it:newnames}=={it:oldnames})

{com}. rename SPFPCE_FE SPFPCE_FE
{res}{txt}  (all {it:newnames}=={it:oldnames})

{com}. 
. 
. rename CPI_ct50 SPFCPI_ct50
{res}{txt}
{com}. rename PCE_ct50 SPFPCE_ct50
{res}{txt}
{com}. 
. *******************************
. **  Generate Variables       **
. *******************************
. 
. gen InfExp_Mean = .
{txt}(8652 missing values generated)

{com}. gen InfExp_Var = .
{txt}(8652 missing values generated)

{com}. gen InfExp_FE = .
{txt}(8652 missing values generated)

{com}. *gen InfExp_Disg = . 
. 
. gen InfExp_Mean_ch = .
{txt}(8652 missing values generated)

{com}. gen InfExp_Var_ch = .
{txt}(8652 missing values generated)

{com}. gen InfExp_FE_ch = .
{txt}(8652 missing values generated)

{com}. *gen InfExp_Disg_ch = . 
. 
. gen InfExp_Mean0 = .
{txt}(8652 missing values generated)

{com}. gen InfExp_Var0 = .
{txt}(8652 missing values generated)

{com}. 
. 
. gen InfExp_Mean_rv = .
{txt}(8652 missing values generated)

{com}. gen InfExp_Var_rv = .
{txt}(8652 missing values generated)

{com}. 
. 
. ************************************************
. ** Auto Regression of the Individual Moments  **
. ************************************************
. 
. eststo clear
{txt}
{com}. 
. foreach mom in Mean FE Var{c -(}
{txt}  2{com}.    foreach var in SPFCPI SPFPCE{c -(}
{txt}  3{com}.     replace InfExp_`mom' = `var'_`mom'
{txt}  4{com}.         xtset ID dateQ
{txt}  5{com}.     replace InfExp_`mom'_ch = InfExp_`mom'-l1.InfExp_`mom'
{txt}  6{com}. 
.         eststo `var'_`mom'lvl: reg InfExp_`mom' l(3/5).InfExp_`mom', vce(cluster dateQ)
{txt}  7{com}.     eststo `var'_`mom'diff: reg InfExp_`mom'_ch l(3/5).InfExp_`mom'_ch, vce(cluster dateQ)
{txt}  8{com}.   {c )-}
{txt}  9{com}. {c )-}
{txt}(5510 real changes made)
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}(4286 real changes made)

Linear regression                                      Number of obs ={res}    2808
                                                       {txt}F(  3,   154) ={res}  265.85
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.5724
                                                       {txt}Root MSE      = {res} .65191

{txt}{ralign 78:(Std. Err. adjusted for {res:155} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1} InfExp_Mean{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}InfExp_Mean {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .4912354{col 26}{space 2} .0667456{col 37}{space 1}    7.36{col 46}{space 3}0.000{col 54}{space 4} .3593803{col 67}{space 3} .6230904
{txt}{space 9}L4. {c |}{col 14}{res}{space 2} .0630378{col 26}{space 2} .0652072{col 37}{space 1}    0.97{col 46}{space 3}0.335{col 54}{space 4}-.0657783{col 67}{space 3} .1918539
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .1922097{col 26}{space 2} .0568165{col 37}{space 1}    3.38{col 46}{space 3}0.001{col 54}{space 4} .0799695{col 67}{space 3}   .30445
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .6167586{col 26}{space 2} .0766144{col 37}{space 1}    8.05{col 46}{space 3}0.000{col 54}{space 4} .4654078{col 67}{space 3} .7681094
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    2168
                                                       {txt}F(  3,   151) ={res}    1.71
                                                       {txt}Prob > F      = {res} 0.1668
                                                       {txt}R-squared     = {res} 0.0071
                                                       {txt}Root MSE      = {res} .55016

{txt}{ralign 80:(Std. Err. adjusted for {res:152} clusters in dateQ)}
{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}InfExp_Mean_ch{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
InfExp_Mean_ch {c |}
{space 11}L3. {c |}{col 16}{res}{space 2} .0129033{col 28}{space 2} .0407821{col 39}{space 1}    0.32{col 48}{space 3}0.752{col 56}{space 4} -.067674{col 69}{space 3} .0934806
{txt}{space 11}L4. {c |}{col 16}{res}{space 2}-.0412937{col 28}{space 2} .0456821{col 39}{space 1}   -0.90{col 48}{space 3}0.367{col 56}{space 4}-.1315524{col 69}{space 3} .0489649
{txt}{space 11}L5. {c |}{col 16}{res}{space 2} .0571524{col 28}{space 2} .0383701{col 39}{space 1}    1.49{col 48}{space 3}0.138{col 56}{space 4}-.0186591{col 69}{space 3}  .132964
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2}-.0072681{col 28}{space 2} .0191439{col 39}{space 1}   -0.38{col 48}{space 3}0.705{col 56}{space 4}-.0450926{col 69}{space 3} .0305565
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(5501 real changes made, 3362 to missing)
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}(4262 real changes made, 2506 to missing)

Linear regression                                      Number of obs ={res}    1248
                                                       {txt}F(  3,    56) ={res}   21.82
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.2227
                                                       {txt}Root MSE      = {res} .61099

{txt}{ralign 78:(Std. Err. adjusted for {res:57} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1} InfExp_Mean{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}InfExp_Mean {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .5028831{col 26}{space 2} .1476475{col 37}{space 1}    3.41{col 46}{space 3}0.001{col 54}{space 4} .2071097{col 67}{space 3} .7986564
{txt}{space 9}L4. {c |}{col 14}{res}{space 2} .0102595{col 26}{space 2} .0895341{col 37}{space 1}    0.11{col 46}{space 3}0.909{col 54}{space 4}-.1690988{col 67}{space 3} .1896178
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .0672993{col 26}{space 2} .1076182{col 37}{space 1}    0.63{col 46}{space 3}0.534{col 54}{space 4}-.1482859{col 67}{space 3} .2828845
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .8066133{col 26}{space 2} .1426396{col 37}{space 1}    5.65{col 46}{space 3}0.000{col 54}{space 4} .5208717{col 67}{space 3} 1.092355
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    1025
                                                       {txt}F(  3,    55) ={res}    1.21
                                                       {txt}Prob > F      = {res} 0.3149
                                                       {txt}R-squared     = {res} 0.0089
                                                       {txt}Root MSE      = {res}  .5009

{txt}{ralign 80:(Std. Err. adjusted for {res:56} clusters in dateQ)}
{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}InfExp_Mean_ch{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
InfExp_Mean_ch {c |}
{space 11}L3. {c |}{col 16}{res}{space 2} .0287067{col 28}{space 2} .0539242{col 39}{space 1}    0.53{col 48}{space 3}0.597{col 56}{space 4}-.0793598{col 69}{space 3} .1367732
{txt}{space 11}L4. {c |}{col 16}{res}{space 2} -.084014{col 28}{space 2} .0702536{col 39}{space 1}   -1.20{col 48}{space 3}0.237{col 56}{space 4}-.2248054{col 69}{space 3} .0567774
{txt}{space 11}L5. {c |}{col 16}{res}{space 2} .0145641{col 28}{space 2} .0659452{col 39}{space 1}    0.22{col 48}{space 3}0.826{col 56}{space 4} -.117593{col 69}{space 3} .1467213
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} .0063359{col 28}{space 2} .0280937{col 39}{space 1}    0.23{col 48}{space 3}0.822{col 56}{space 4}-.0499651{col 69}{space 3}  .062637
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(5510 real changes made)
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}(4286 real changes made)

Linear regression                                      Number of obs ={res}    2808
                                                       {txt}F(  3,   154) ={res}    4.30
                                                       {txt}Prob > F      = {res} 0.0061
                                                       {txt}R-squared     = {res} 0.1308
                                                       {txt}Root MSE      = {res} 1.3224

{txt}{ralign 78:(Std. Err. adjusted for {res:155} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .5347126{col 26}{space 2}  .161575{col 37}{space 1}    3.31{col 46}{space 3}0.001{col 54}{space 4}  .215523{col 67}{space 3} .8539022
{txt}{space 9}L4. {c |}{col 14}{res}{space 2}-.3774662{col 26}{space 2} .1341845{col 37}{space 1}   -2.81{col 46}{space 3}0.006{col 54}{space 4}-.6425461{col 67}{space 3}-.1123864
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .0574192{col 26}{space 2} .1005693{col 37}{space 1}    0.57{col 46}{space 3}0.569{col 54}{space 4}-.1412542{col 67}{space 3} .2560926
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .0270327{col 26}{space 2} .1156188{col 37}{space 1}    0.23{col 46}{space 3}0.815{col 54}{space 4} -.201371{col 67}{space 3} .2554363
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    2168
                                                       {txt}F(  3,   151) ={res}    4.71
                                                       {txt}Prob > F      = {res} 0.0036
                                                       {txt}R-squared     = {res} 0.1670
                                                       {txt}Root MSE      = {res} 1.0042

{txt}{ralign 78:(Std. Err. adjusted for {res:152} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}InfExp_FE_ch{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
InfExp_FE_ch {c |}
{space 9}L3. {c |}{col 14}{res}{space 2}  .088864{col 26}{space 2} .0698959{col 37}{space 1}    1.27{col 46}{space 3}0.206{col 54}{space 4}-.0492363{col 67}{space 3} .2269643
{txt}{space 9}L4. {c |}{col 14}{res}{space 2}-.3859365{col 26}{space 2} .1247998{col 37}{space 1}   -3.09{col 46}{space 3}0.002{col 54}{space 4}-.6325157{col 67}{space 3}-.1393573
{txt}{space 9}L5. {c |}{col 14}{res}{space 2}  .034364{col 26}{space 2} .0702286{col 37}{space 1}    0.49{col 46}{space 3}0.625{col 54}{space 4}-.1043936{col 67}{space 3} .1731216
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}  -.05925{col 26}{space 2} .0815944{col 37}{space 1}   -0.73{col 46}{space 3}0.469{col 54}{space 4}-.2204641{col 67}{space 3}  .101964
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(5520 real changes made, 3362 to missing)
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}(4297 real changes made, 2506 to missing)

Linear regression                                      Number of obs ={res}    1248
                                                       {txt}F(  3,    56) ={res}    3.13
                                                       {txt}Prob > F      = {res} 0.0328
                                                       {txt}R-squared     = {res} 0.1449
                                                       {txt}Root MSE      = {res} 1.2403

{txt}{ralign 78:(Std. Err. adjusted for {res:57} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .6125029{col 26}{space 2} .2128425{col 37}{space 1}    2.88{col 46}{space 3}0.006{col 54}{space 4} .1861281{col 67}{space 3} 1.038878
{txt}{space 9}L4. {c |}{col 14}{res}{space 2}-.4125281{col 26}{space 2} .2068121{col 37}{space 1}   -1.99{col 46}{space 3}0.051{col 54}{space 4}-.8268225{col 67}{space 3} .0017664
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .0565646{col 26}{space 2} .1669876{col 37}{space 1}    0.34{col 46}{space 3}0.736{col 54}{space 4}-.2779518{col 67}{space 3}  .391081
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .0321588{col 26}{space 2} .1708643{col 37}{space 1}    0.19{col 46}{space 3}0.851{col 54}{space 4}-.3101235{col 67}{space 3} .3744412
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    1025
                                                       {txt}F(  3,    55) ={res}    3.44
                                                       {txt}Prob > F      = {res} 0.0229
                                                       {txt}R-squared     = {res} 0.1694
                                                       {txt}Root MSE      = {res} .86831

{txt}{ralign 78:(Std. Err. adjusted for {res:56} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}InfExp_FE_ch{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
InfExp_FE_ch {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .0729301{col 26}{space 2} .1009186{col 37}{space 1}    0.72{col 46}{space 3}0.473{col 54}{space 4}-.1293153{col 67}{space 3} .2751755
{txt}{space 9}L4. {c |}{col 14}{res}{space 2}-.4071727{col 26}{space 2} .1498136{col 37}{space 1}   -2.72{col 46}{space 3}0.009{col 54}{space 4}-.7074059{col 67}{space 3}-.1069395
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .0431577{col 26}{space 2} .0780577{col 37}{space 1}    0.55{col 46}{space 3}0.583{col 54}{space 4}-.1132734{col 67}{space 3} .1995888
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-.0935869{col 26}{space 2} .0961836{col 37}{space 1}   -0.97{col 46}{space 3}0.335{col 54}{space 4}-.2863431{col 67}{space 3} .0991693
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(2064 real changes made)
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}(1685 real changes made)

Linear regression                                      Number of obs ={res}    1170
                                                       {txt}F(  3,    56) ={res}  300.19
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.6129
                                                       {txt}Root MSE      = {res} .14964

{txt}{ralign 78:(Std. Err. adjusted for {res:57} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}  InfExp_Var{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 2}InfExp_Var {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .2190736{col 26}{space 2}  .066189{col 37}{space 1}    3.31{col 46}{space 3}0.002{col 54}{space 4} .0864811{col 67}{space 3} .3516661
{txt}{space 9}L4. {c |}{col 14}{res}{space 2} .3918193{col 26}{space 2} .0679976{col 37}{space 1}    5.76{col 46}{space 3}0.000{col 54}{space 4} .2556037{col 67}{space 3} .5280348
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .2561656{col 26}{space 2} .0567828{col 37}{space 1}    4.51{col 46}{space 3}0.000{col 54}{space 4} .1424159{col 67}{space 3} .3699153
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .0372406{col 26}{space 2} .0076196{col 37}{space 1}    4.89{col 46}{space 3}0.000{col 54}{space 4} .0219768{col 67}{space 3} .0525044
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}     947
                                                       {txt}F(  3,    55) ={res}    2.62
                                                       {txt}Prob > F      = {res} 0.0600
                                                       {txt}R-squared     = {res} 0.0574
                                                       {txt}Root MSE      = {res} .14754

{txt}{ralign 79:(Std. Err. adjusted for {res:56} clusters in dateQ)}
{hline 14}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 15}{c |}{col 27}    Robust
{col 1}InfExp_Var_ch{col 15}{c |}      Coef.{col 27}   Std. Err.{col 39}      t{col 47}   P>|t|{col 55}     [95% Con{col 68}f. Interval]
{hline 14}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
InfExp_Var_ch {c |}
{space 10}L3. {c |}{col 15}{res}{space 2}-.0353005{col 27}{space 2} .0650389{col 38}{space 1}   -0.54{col 47}{space 3}0.589{col 55}{space 4}-.1656415{col 68}{space 3} .0950404
{txt}{space 10}L4. {c |}{col 15}{res}{space 2} .2033674{col 27}{space 2} .0941965{col 38}{space 1}    2.16{col 47}{space 3}0.035{col 55}{space 4} .0145934{col 68}{space 3} .3921413
{txt}{space 10}L5. {c |}{col 15}{res}{space 2}-.0318306{col 27}{space 2} .0630344{col 38}{space 1}   -0.50{col 47}{space 3}0.616{col 55}{space 4}-.1581543{col 68}{space 3} .0944931
{txt}{space 13} {c |}
{space 8}_cons {c |}{col 15}{res}{space 2} .0037628{col 27}{space 2} .0054412{col 38}{space 1}    0.69{col 47}{space 3}0.492{col 55}{space 4}-.0071415{col 68}{space 3} .0146672
{txt}{hline 14}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(1655 real changes made, 173 to missing)
{res}{txt}{col 8}panel variable:  {res}ID (unbalanced)
{txt}{col 9}time variable:  {res}{col 25}dateQ, 1968q4 to 2022q2, but with gaps
{txt}{col 17}delta:  {res}1 quarter
{txt}(1403 real changes made, 146 to missing)

Linear regression                                      Number of obs ={res}    1132
                                                       {txt}F(  3,    56) ={res}  364.79
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.6075
                                                       {txt}Root MSE      = {res} .13114

{txt}{ralign 78:(Std. Err. adjusted for {res:57} clusters in dateQ)}
{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}  InfExp_Var{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 2}InfExp_Var {c |}
{space 9}L3. {c |}{col 14}{res}{space 2} .2979202{col 26}{space 2} .0542662{col 37}{space 1}    5.49{col 46}{space 3}0.000{col 54}{space 4}  .189212{col 67}{space 3} .4066284
{txt}{space 9}L4. {c |}{col 14}{res}{space 2} .4410336{col 26}{space 2} .0720805{col 37}{space 1}    6.12{col 46}{space 3}0.000{col 54}{space 4} .2966389{col 67}{space 3} .5854282
{txt}{space 9}L5. {c |}{col 14}{res}{space 2} .0943096{col 26}{space 2} .0552888{col 37}{space 1}    1.71{col 46}{space 3}0.094{col 54}{space 4}-.0164471{col 67}{space 3} .2050663
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .0482241{col 26}{space 2} .0073177{col 37}{space 1}    6.59{col 46}{space 3}0.000{col 54}{space 4}  .033565{col 67}{space 3} .0628832
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}     921
                                                       {txt}F(  3,    55) ={res}   12.47
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.1667
                                                       {txt}Root MSE      = {res} .12438

{txt}{ralign 79:(Std. Err. adjusted for {res:56} clusters in dateQ)}
{hline 14}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 15}{c |}{col 27}    Robust
{col 1}InfExp_Var_ch{col 15}{c |}      Coef.{col 27}   Std. Err.{col 39}      t{col 47}   P>|t|{col 55}     [95% Con{col 68}f. Interval]
{hline 14}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
InfExp_Var_ch {c |}
{space 10}L3. {c |}{col 15}{res}{space 2}-.0583742{col 27}{space 2} .0546841{col 38}{space 1}   -1.07{col 47}{space 3}0.290{col 55}{space 4}-.1679635{col 68}{space 3} .0512151
{txt}{space 10}L4. {c |}{col 15}{res}{space 2} .3600597{col 27}{space 2} .0710724{col 38}{space 1}    5.07{col 47}{space 3}0.000{col 55}{space 4} .2176273{col 68}{space 3}  .502492
{txt}{space 10}L5. {c |}{col 15}{res}{space 2} -.061528{col 27}{space 2} .0458996{col 38}{space 1}   -1.34{col 47}{space 3}0.186{col 55}{space 4} -.153513{col 68}{space 3} .0304569
{txt}{space 13} {c |}
{space 8}_cons {c |}{col 15}{res}{space 2} .0031452{col 27}{space 2} .0043938{col 38}{space 1}    0.72{col 47}{space 3}0.477{col 55}{space 4}-.0056602{col 68}{space 3} .0119506
{txt}{hline 14}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. esttab using "${c -(}sum_table_folder{c )-}/ind/autoregSPFIndQ.csv", mtitles se  r2 replace
{res}{txt}(output written to {browse  `"/Users/Myworld/Dropbox/InfVar/workingfolder/tables/ind/autoregSPFIndQ.csv"'})

{com}. eststo clear
{txt}
{com}. 
. 
. *******************************
. *** Unbiasedness Test        **
. *******************************
. eststo clear
{txt}
{com}. 
. foreach mom in FE{c -(}
{txt}  2{com}.    foreach var in SPFCPI SPFPCE{c -(}
{txt}  3{com}.       ttest `var'_`mom'=0
{txt}  4{com}. {c )-}
{txt}  5{com}. {c )-}

{txt}One-sample t test
{hline 9}{c TT}{hline 68}
Variable{col 10}{c |}{col 16}Obs{col 27}Mean{col 35}Std. Err.{col 47}Std. Dev.{col 59}[95% Conf. Interval]
{hline 9}{c +}{hline 68}
SPFCPI~E {c |}{res}{col 12}   5510{col 22}-.0184495{col 34} .0193002{col 46} 1.432643{col 58}-.0562855{col 70} .0193865
{txt}{hline 9}{c BT}{hline 68}
    mean = mean({res}SPFCPI_FE{txt})                                        t = {res} -0.9559
{txt}Ho: mean = {res}0                                     {txt}degrees of freedom = {res}    5509

    {txt}Ha: mean < {res}0                 {txt}Ha: mean != {res}0                 {txt}Ha: mean > {res}0
 {txt}Pr(T < t) = {res}0.1696         {txt}Pr(|T| > |t|) = {res}0.3392          {txt}Pr(T > t) = {res}0.8304

{txt}One-sample t test
{hline 9}{c TT}{hline 68}
Variable{col 10}{c |}{col 16}Obs{col 27}Mean{col 35}Std. Err.{col 47}Std. Dev.{col 59}[95% Conf. Interval]
{hline 9}{c +}{hline 68}
SPFPCE~E {c |}{res}{col 12}   2158{col 22}  .063499{col 34} .0276044{col 46} 1.282341{col 58}  .009365{col 70} .1176329
{txt}{hline 9}{c BT}{hline 68}
    mean = mean({res}SPFPCE_FE{txt})                                        t = {res}  2.3003
{txt}Ho: mean = {res}0                                     {txt}degrees of freedom = {res}    2157

    {txt}Ha: mean < {res}0                 {txt}Ha: mean != {res}0                 {txt}Ha: mean > {res}0
 {txt}Pr(T < t) = {res}0.9892         {txt}Pr(|T| > |t|) = {res}0.0215          {txt}Pr(T > t) = {res}0.0108
{txt}
{com}. 
. **********************************************
. *** Revision Efficiency Test Using FE       **
. **********************************************
. 
. eststo clear
{txt}
{com}. 
. foreach mom in FE{c -(}
{txt}  2{com}.    foreach var in SPFCPI SPFPCE{c -(}
{txt}  3{com}.    replace InfExp_Mean = `var'_Mean
{txt}  4{com}.    replace InfExp_`mom' = `var'_`mom'
{txt}  5{com}.    eststo `var'_`mom'_bias: reg InfExp_`mom' i.date,robust 
{txt}  6{com}.    eststo `var'_`mom'_lag4: reg  InfExp_`mom' l(4).InfExp_Mean i.date, robust
{txt}  7{com}.    eststo `var'_`mom'_arlag4: reg InfExp_`mom' l(4).InfExp_`mom' i.date,robust
{txt}  8{com}.    eststo `var'_`mom'_arlag13: reg  InfExp_`mom' l(1/3).InfExp_`mom' i.date, robust
{txt}  9{com}. 
.  {c )-}
{txt} 10{com}. {c )-}
{txt}(5501 real changes made, 10 to missing)
(5520 real changes made, 10 to missing)

Linear regression                                      Number of obs ={res}    5510
                                                       {txt}F(162,  5347) ={res}  104.97
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.7599
                                                       {txt}Root MSE      = {res} .71253

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 8}date {c |}
{space 9}87  {c |}{col 14}{res}{space 2}-.2080222{col 26}{space 2} .5016905{col 37}{space 1}   -0.41{col 46}{space 3}0.678{col 54}{space 4} -1.19154{col 67}{space 3} .7754958
{txt}{space 9}88  {c |}{col 14}{res}{space 2} 1.128001{col 26}{space 2} .3777209{col 37}{space 1}    2.99{col 46}{space 3}0.003{col 54}{space 4} .3875138{col 67}{space 3} 1.868488
{txt}{space 9}89  {c |}{col 14}{res}{space 2} 2.331142{col 26}{space 2} .3958525{col 37}{space 1}    5.89{col 46}{space 3}0.000{col 54}{space 4}  1.55511{col 67}{space 3} 3.107174
{txt}{space 9}90  {c |}{col 14}{res}{space 2} 2.310393{col 26}{space 2} .3110579{col 37}{space 1}    7.43{col 46}{space 3}0.000{col 54}{space 4} 1.700593{col 67}{space 3} 2.920193
{txt}{space 9}91  {c |}{col 14}{res}{space 2} 3.584907{col 26}{space 2} .2942062{col 37}{space 1}   12.19{col 46}{space 3}0.000{col 54}{space 4} 3.008143{col 67}{space 3} 4.161671
{txt}{space 9}92  {c |}{col 14}{res}{space 2} 3.392619{col 26}{space 2} .3769411{col 37}{space 1}    9.00{col 46}{space 3}0.000{col 54}{space 4}  2.65366{col 67}{space 3} 4.131577
{txt}{space 9}93  {c |}{col 14}{res}{space 2} 3.535696{col 26}{space 2}  .326991{col 37}{space 1}   10.81{col 46}{space 3}0.000{col 54}{space 4}  2.89466{col 67}{space 3} 4.176732
{txt}{space 9}94  {c |}{col 14}{res}{space 2} 5.108076{col 26}{space 2} .3365038{col 37}{space 1}   15.18{col 46}{space 3}0.000{col 54}{space 4} 4.448392{col 67}{space 3} 5.767761
{txt}{space 9}95  {c |}{col 14}{res}{space 2} 5.175269{col 26}{space 2} .2826071{col 37}{space 1}   18.31{col 46}{space 3}0.000{col 54}{space 4} 4.621244{col 67}{space 3} 5.729294
{txt}{space 9}96  {c |}{col 14}{res}{space 2} 3.054014{col 26}{space 2} .4049798{col 37}{space 1}    7.54{col 46}{space 3}0.000{col 54}{space 4} 2.260089{col 67}{space 3}  3.84794
{txt}{space 9}97  {c |}{col 14}{res}{space 2} 3.477403{col 26}{space 2} .3117685{col 37}{space 1}   11.15{col 46}{space 3}0.000{col 54}{space 4} 2.866209{col 67}{space 3} 4.088596
{txt}{space 9}98  {c |}{col 14}{res}{space 2} 3.766529{col 26}{space 2} .2768254{col 37}{space 1}   13.61{col 46}{space 3}0.000{col 54}{space 4} 3.223838{col 67}{space 3} 4.309219
{txt}{space 9}99  {c |}{col 14}{res}{space 2} 3.178891{col 26}{space 2} .2755607{col 37}{space 1}   11.54{col 46}{space 3}0.000{col 54}{space 4} 2.638679{col 67}{space 3} 3.719102
{txt}{space 8}100  {c |}{col 14}{res}{space 2} 3.529023{col 26}{space 2}  .276999{col 37}{space 1}   12.74{col 46}{space 3}0.000{col 54}{space 4} 2.985993{col 67}{space 3} 4.072054
{txt}{space 8}101  {c |}{col 14}{res}{space 2} 3.821792{col 26}{space 2} .2665047{col 37}{space 1}   14.34{col 46}{space 3}0.000{col 54}{space 4} 3.299334{col 67}{space 3}  4.34425
{txt}{space 8}102  {c |}{col 14}{res}{space 2} 3.920584{col 26}{space 2} .2758728{col 37}{space 1}   14.21{col 46}{space 3}0.000{col 54}{space 4} 3.379761{col 67}{space 3} 4.461407
{txt}{space 8}103  {c |}{col 14}{res}{space 2} 3.600184{col 26}{space 2} .3023854{col 37}{space 1}   11.91{col 46}{space 3}0.000{col 54}{space 4} 3.007386{col 67}{space 3} 4.192983
{txt}{space 8}104  {c |}{col 14}{res}{space 2} 2.678803{col 26}{space 2} .2654909{col 37}{space 1}   10.09{col 46}{space 3}0.000{col 54}{space 4} 2.158332{col 67}{space 3} 3.199273
{txt}{space 8}105  {c |}{col 14}{res}{space 2} 4.685531{col 26}{space 2} .2941774{col 37}{space 1}   15.93{col 46}{space 3}0.000{col 54}{space 4} 4.108823{col 67}{space 3} 5.262238
{txt}{space 8}106  {c |}{col 14}{res}{space 2} 4.850965{col 26}{space 2} .2945539{col 37}{space 1}   16.47{col 46}{space 3}0.000{col 54}{space 4} 4.273519{col 67}{space 3} 5.428411
{txt}{space 8}107  {c |}{col 14}{res}{space 2} 4.863747{col 26}{space 2} .2632963{col 37}{space 1}   18.47{col 46}{space 3}0.000{col 54}{space 4} 4.347579{col 67}{space 3} 5.379916
{txt}{space 8}108  {c |}{col 14}{res}{space 2} 5.306935{col 26}{space 2} .3193755{col 37}{space 1}   16.62{col 46}{space 3}0.000{col 54}{space 4} 4.680829{col 67}{space 3} 5.933041
{txt}{space 8}109  {c |}{col 14}{res}{space 2} 3.664803{col 26}{space 2} .2789405{col 37}{space 1}   13.14{col 46}{space 3}0.000{col 54}{space 4} 3.117966{col 67}{space 3}  4.21164
{txt}{space 8}110  {c |}{col 14}{res}{space 2} 3.686031{col 26}{space 2} .2867625{col 37}{space 1}   12.85{col 46}{space 3}0.000{col 54}{space 4}  3.12386{col 67}{space 3} 4.248203
{txt}{space 8}111  {c |}{col 14}{res}{space 2} 3.099227{col 26}{space 2} .2945971{col 37}{space 1}   10.52{col 46}{space 3}0.000{col 54}{space 4} 2.521697{col 67}{space 3} 3.676758
{txt}{space 8}112  {c |}{col 14}{res}{space 2} 3.256279{col 26}{space 2} .2796741{col 37}{space 1}   11.64{col 46}{space 3}0.000{col 54}{space 4} 2.708004{col 67}{space 3} 3.804555
{txt}{space 8}113  {c |}{col 14}{res}{space 2} 3.663385{col 26}{space 2} .2797696{col 37}{space 1}   13.09{col 46}{space 3}0.000{col 54}{space 4} 3.114922{col 67}{space 3} 4.211847
{txt}{space 8}114  {c |}{col 14}{res}{space 2} 3.925689{col 26}{space 2} .2752007{col 37}{space 1}   14.26{col 46}{space 3}0.000{col 54}{space 4} 3.386183{col 67}{space 3} 4.465194
{txt}{space 8}115  {c |}{col 14}{res}{space 2} 3.801725{col 26}{space 2} .2876605{col 37}{space 1}   13.22{col 46}{space 3}0.000{col 54}{space 4} 3.237793{col 67}{space 3} 4.365657
{txt}{space 8}116  {c |}{col 14}{res}{space 2} 3.522646{col 26}{space 2} .2962771{col 37}{space 1}   11.89{col 46}{space 3}0.000{col 54}{space 4} 2.941822{col 67}{space 3}  4.10347
{txt}{space 8}117  {c |}{col 14}{res}{space 2} 3.120893{col 26}{space 2} .3093974{col 37}{space 1}   10.09{col 46}{space 3}0.000{col 54}{space 4} 2.514347{col 67}{space 3} 3.727438
{txt}{space 8}118  {c |}{col 14}{res}{space 2} 2.277106{col 26}{space 2} .4167788{col 37}{space 1}    5.46{col 46}{space 3}0.000{col 54}{space 4} 1.460049{col 67}{space 3} 3.094162
{txt}{space 8}119  {c |}{col 14}{res}{space 2} 2.758999{col 26}{space 2} .2764968{col 37}{space 1}    9.98{col 46}{space 3}0.000{col 54}{space 4} 2.216953{col 67}{space 3} 3.301045
{txt}{space 8}120  {c |}{col 14}{res}{space 2} 2.282035{col 26}{space 2} .2904945{col 37}{space 1}    7.86{col 46}{space 3}0.000{col 54}{space 4} 1.712547{col 67}{space 3} 2.851522
{txt}{space 8}122  {c |}{col 14}{res}{space 2} 2.399849{col 26}{space 2} .2893226{col 37}{space 1}    8.29{col 46}{space 3}0.000{col 54}{space 4} 1.832659{col 67}{space 3} 2.967039
{txt}{space 8}123  {c |}{col 14}{res}{space 2} 1.417648{col 26}{space 2} .2843915{col 37}{space 1}    4.98{col 46}{space 3}0.000{col 54}{space 4} .8601246{col 67}{space 3} 1.975171
{txt}{space 8}124  {c |}{col 14}{res}{space 2} .8804454{col 26}{space 2} .2668748{col 37}{space 1}    3.30{col 46}{space 3}0.001{col 54}{space 4} .3572619{col 67}{space 3} 1.403629
{txt}{space 8}125  {c |}{col 14}{res}{space 2}  2.00123{col 26}{space 2}  .258713{col 37}{space 1}    7.74{col 46}{space 3}0.000{col 54}{space 4} 1.494047{col 67}{space 3} 2.508413
{txt}{space 8}126  {c |}{col 14}{res}{space 2} 2.415638{col 26}{space 2} .2516042{col 37}{space 1}    9.60{col 46}{space 3}0.000{col 54}{space 4} 1.922391{col 67}{space 3} 2.908885
{txt}{space 8}127  {c |}{col 14}{res}{space 2} 3.211415{col 26}{space 2} .2527006{col 37}{space 1}   12.71{col 46}{space 3}0.000{col 54}{space 4} 2.716019{col 67}{space 3} 3.706811
{txt}{space 8}128  {c |}{col 14}{res}{space 2} 3.744971{col 26}{space 2} .2496167{col 37}{space 1}   15.00{col 46}{space 3}0.000{col 54}{space 4}  3.25562{col 67}{space 3} 4.234321
{txt}{space 8}129  {c |}{col 14}{res}{space 2} 3.425939{col 26}{space 2} .2544747{col 37}{space 1}   13.46{col 46}{space 3}0.000{col 54}{space 4} 2.927065{col 67}{space 3} 3.924813
{txt}{space 8}130  {c |}{col 14}{res}{space 2} 3.187816{col 26}{space 2} .2537588{col 37}{space 1}   12.56{col 46}{space 3}0.000{col 54}{space 4} 2.690346{col 67}{space 3} 3.685287
{txt}{space 8}131  {c |}{col 14}{res}{space 2} 3.328435{col 26}{space 2} .2536688{col 37}{space 1}   13.12{col 46}{space 3}0.000{col 54}{space 4} 2.831141{col 67}{space 3} 3.825729
{txt}{space 8}132  {c |}{col 14}{res}{space 2} 3.047158{col 26}{space 2} .2585625{col 37}{space 1}   11.78{col 46}{space 3}0.000{col 54}{space 4}  2.54027{col 67}{space 3} 3.554045
{txt}{space 8}133  {c |}{col 14}{res}{space 2} 3.317308{col 26}{space 2} .2617065{col 37}{space 1}   12.68{col 46}{space 3}0.000{col 54}{space 4} 2.804256{col 67}{space 3} 3.830359
{txt}{space 8}134  {c |}{col 14}{res}{space 2} 3.466557{col 26}{space 2} .2497146{col 37}{space 1}   13.88{col 46}{space 3}0.000{col 54}{space 4} 2.977015{col 67}{space 3} 3.956099
{txt}{space 8}135  {c |}{col 14}{res}{space 2} 3.352715{col 26}{space 2} .2588385{col 37}{space 1}   12.95{col 46}{space 3}0.000{col 54}{space 4} 2.845285{col 67}{space 3} 3.860144
{txt}{space 8}136  {c |}{col 14}{res}{space 2} 3.730783{col 26}{space 2} .2541664{col 37}{space 1}   14.68{col 46}{space 3}0.000{col 54}{space 4} 3.232513{col 67}{space 3} 4.229053
{txt}{space 8}137  {c |}{col 14}{res}{space 2} 3.972135{col 26}{space 2} .2511046{col 37}{space 1}   15.82{col 46}{space 3}0.000{col 54}{space 4} 3.479868{col 67}{space 3} 4.464403
{txt}{space 8}138  {c |}{col 14}{res}{space 2}  3.68019{col 26}{space 2} .2578225{col 37}{space 1}   14.27{col 46}{space 3}0.000{col 54}{space 4} 3.174752{col 67}{space 3} 4.185627
{txt}{space 8}139  {c |}{col 14}{res}{space 2} 3.505924{col 26}{space 2} .2546522{col 37}{space 1}   13.77{col 46}{space 3}0.000{col 54}{space 4} 3.006702{col 67}{space 3} 4.005146
{txt}{space 8}140  {c |}{col 14}{res}{space 2}  3.62404{col 26}{space 2}  .256314{col 37}{space 1}   14.14{col 46}{space 3}0.000{col 54}{space 4}  3.12156{col 67}{space 3}  4.12652
{txt}{space 8}141  {c |}{col 14}{res}{space 2} 3.414507{col 26}{space 2} .2524751{col 37}{space 1}   13.52{col 46}{space 3}0.000{col 54}{space 4} 2.919553{col 67}{space 3} 3.909462
{txt}{space 8}142  {c |}{col 14}{res}{space 2} 3.500062{col 26}{space 2} .2497604{col 37}{space 1}   14.01{col 46}{space 3}0.000{col 54}{space 4}  3.01043{col 67}{space 3} 3.989694
{txt}{space 8}143  {c |}{col 14}{res}{space 2} 3.452428{col 26}{space 2} .2479991{col 37}{space 1}   13.92{col 46}{space 3}0.000{col 54}{space 4} 2.966249{col 67}{space 3} 3.938608
{txt}{space 8}144  {c |}{col 14}{res}{space 2} 2.988297{col 26}{space 2} .2495952{col 37}{space 1}   11.97{col 46}{space 3}0.000{col 54}{space 4} 2.498989{col 67}{space 3} 3.477606
{txt}{space 8}145  {c |}{col 14}{res}{space 2} 3.078717{col 26}{space 2} .2508438{col 37}{space 1}   12.27{col 46}{space 3}0.000{col 54}{space 4} 2.586961{col 67}{space 3} 3.570473
{txt}{space 8}146  {c |}{col 14}{res}{space 2} 3.251481{col 26}{space 2} .2524352{col 37}{space 1}   12.88{col 46}{space 3}0.000{col 54}{space 4} 2.756605{col 67}{space 3} 3.746357
{txt}{space 8}147  {c |}{col 14}{res}{space 2}  3.08032{col 26}{space 2} .2493826{col 37}{space 1}   12.35{col 46}{space 3}0.000{col 54}{space 4} 2.591428{col 67}{space 3} 3.569211
{txt}{space 8}148  {c |}{col 14}{res}{space 2} 3.052339{col 26}{space 2} .2522414{col 37}{space 1}   12.10{col 46}{space 3}0.000{col 54}{space 4} 2.557843{col 67}{space 3} 3.546835
{txt}{space 8}149  {c |}{col 14}{res}{space 2} 3.631432{col 26}{space 2} .2482785{col 37}{space 1}   14.63{col 46}{space 3}0.000{col 54}{space 4} 3.144705{col 67}{space 3} 4.118159
{txt}{space 8}150  {c |}{col 14}{res}{space 2} 3.698734{col 26}{space 2} .2522643{col 37}{space 1}   14.66{col 46}{space 3}0.000{col 54}{space 4} 3.204193{col 67}{space 3} 4.193275
{txt}{space 8}151  {c |}{col 14}{res}{space 2}  3.44767{col 26}{space 2} .2498715{col 37}{space 1}   13.80{col 46}{space 3}0.000{col 54}{space 4}  2.95782{col 67}{space 3}  3.93752
{txt}{space 8}152  {c |}{col 14}{res}{space 2} 3.685272{col 26}{space 2} .2510754{col 37}{space 1}   14.68{col 46}{space 3}0.000{col 54}{space 4} 3.193062{col 67}{space 3} 4.177482
{txt}{space 8}153  {c |}{col 14}{res}{space 2} 3.978448{col 26}{space 2}  .256098{col 37}{space 1}   15.53{col 46}{space 3}0.000{col 54}{space 4} 3.476391{col 67}{space 3} 4.480504
{txt}{space 8}154  {c |}{col 14}{res}{space 2} 3.702831{col 26}{space 2} .2558105{col 37}{space 1}   14.47{col 46}{space 3}0.000{col 54}{space 4} 3.201339{col 67}{space 3} 4.204324
{txt}{space 8}155  {c |}{col 14}{res}{space 2} 3.872853{col 26}{space 2} .2531214{col 37}{space 1}   15.30{col 46}{space 3}0.000{col 54}{space 4} 3.376632{col 67}{space 3} 4.369074
{txt}{space 8}156  {c |}{col 14}{res}{space 2} 3.547509{col 26}{space 2} .2512968{col 37}{space 1}   14.12{col 46}{space 3}0.000{col 54}{space 4} 3.054865{col 67}{space 3} 4.040153
{txt}{space 8}157  {c |}{col 14}{res}{space 2} 2.947175{col 26}{space 2} .2514676{col 37}{space 1}   11.72{col 46}{space 3}0.000{col 54}{space 4} 2.454196{col 67}{space 3} 3.440154
{txt}{space 8}158  {c |}{col 14}{res}{space 2} 3.288578{col 26}{space 2} .2501454{col 37}{space 1}   13.15{col 46}{space 3}0.000{col 54}{space 4} 2.798191{col 67}{space 3} 3.778965
{txt}{space 8}159  {c |}{col 14}{res}{space 2}  2.85347{col 26}{space 2}  .249223{col 37}{space 1}   11.45{col 46}{space 3}0.000{col 54}{space 4} 2.364891{col 67}{space 3} 3.342049
{txt}{space 8}160  {c |}{col 14}{res}{space 2} 2.695591{col 26}{space 2} .2534064{col 37}{space 1}   10.64{col 46}{space 3}0.000{col 54}{space 4} 2.198811{col 67}{space 3} 3.192371
{txt}{space 8}161  {c |}{col 14}{res}{space 2}  2.74751{col 26}{space 2} .2644445{col 37}{space 1}   10.39{col 46}{space 3}0.000{col 54}{space 4} 2.229091{col 67}{space 3} 3.265929
{txt}{space 8}162  {c |}{col 14}{res}{space 2} 2.075087{col 26}{space 2} .2500025{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4}  1.58498{col 67}{space 3} 2.565194
{txt}{space 8}163  {c |}{col 14}{res}{space 2} 2.216383{col 26}{space 2} .2493836{col 37}{space 1}    8.89{col 46}{space 3}0.000{col 54}{space 4} 1.727489{col 67}{space 3} 2.705276
{txt}{space 8}164  {c |}{col 14}{res}{space 2} 1.773578{col 26}{space 2} .2519732{col 37}{space 1}    7.04{col 46}{space 3}0.000{col 54}{space 4} 1.279608{col 67}{space 3} 2.267549
{txt}{space 8}165  {c |}{col 14}{res}{space 2} 2.293118{col 26}{space 2} .2634376{col 37}{space 1}    8.70{col 46}{space 3}0.000{col 54}{space 4} 1.776673{col 67}{space 3} 2.809563
{txt}{space 8}166  {c |}{col 14}{res}{space 2} 2.858934{col 26}{space 2} .2552475{col 37}{space 1}   11.20{col 46}{space 3}0.000{col 54}{space 4} 2.358545{col 67}{space 3} 3.359323
{txt}{space 8}167  {c |}{col 14}{res}{space 2} 2.574844{col 26}{space 2} .2582551{col 37}{space 1}    9.97{col 46}{space 3}0.000{col 54}{space 4} 2.068559{col 67}{space 3} 3.081129
{txt}{space 8}168  {c |}{col 14}{res}{space 2} 4.014552{col 26}{space 2} .2583904{col 37}{space 1}   15.54{col 46}{space 3}0.000{col 54}{space 4} 3.508001{col 67}{space 3} 4.521103
{txt}{space 8}169  {c |}{col 14}{res}{space 2}  3.70321{col 26}{space 2} .2485749{col 37}{space 1}   14.90{col 46}{space 3}0.000{col 54}{space 4} 3.215901{col 67}{space 3} 4.190518
{txt}{space 8}170  {c |}{col 14}{res}{space 2} 3.837719{col 26}{space 2} .2539201{col 37}{space 1}   15.11{col 46}{space 3}0.000{col 54}{space 4} 3.339932{col 67}{space 3} 4.335506
{txt}{space 8}171  {c |}{col 14}{res}{space 2} 3.713738{col 26}{space 2} .2518448{col 37}{space 1}   14.75{col 46}{space 3}0.000{col 54}{space 4} 3.220019{col 67}{space 3} 4.207457
{txt}{space 8}172  {c |}{col 14}{res}{space 2} 2.347359{col 26}{space 2} .2495671{col 37}{space 1}    9.41{col 46}{space 3}0.000{col 54}{space 4} 1.858105{col 67}{space 3} 2.836612
{txt}{space 8}173  {c |}{col 14}{res}{space 2} 2.829935{col 26}{space 2}  .257801{col 37}{space 1}   10.98{col 46}{space 3}0.000{col 54}{space 4}  2.32454{col 67}{space 3}  3.33533
{txt}{space 8}174  {c |}{col 14}{res}{space 2} 2.836435{col 26}{space 2} .2709042{col 37}{space 1}   10.47{col 46}{space 3}0.000{col 54}{space 4} 2.305352{col 67}{space 3} 3.367518
{txt}{space 8}175  {c |}{col 14}{res}{space 2} 2.590283{col 26}{space 2} .2600201{col 37}{space 1}    9.96{col 46}{space 3}0.000{col 54}{space 4} 2.080537{col 67}{space 3} 3.100028
{txt}{space 8}176  {c |}{col 14}{res}{space 2} 2.705047{col 26}{space 2} .2587411{col 37}{space 1}   10.45{col 46}{space 3}0.000{col 54}{space 4} 2.197809{col 67}{space 3} 3.212285
{txt}{space 8}177  {c |}{col 14}{res}{space 2} 2.867213{col 26}{space 2} .2839532{col 37}{space 1}   10.10{col 46}{space 3}0.000{col 54}{space 4} 2.310549{col 67}{space 3} 3.423877
{txt}{space 8}178  {c |}{col 14}{res}{space 2} 2.431306{col 26}{space 2} .3057706{col 37}{space 1}    7.95{col 46}{space 3}0.000{col 54}{space 4} 1.831871{col 67}{space 3} 3.030741
{txt}{space 8}179  {c |}{col 14}{res}{space 2} 2.791566{col 26}{space 2} .2604415{col 37}{space 1}   10.72{col 46}{space 3}0.000{col 54}{space 4} 2.280994{col 67}{space 3} 3.302137
{txt}{space 8}180  {c |}{col 14}{res}{space 2} 2.443417{col 26}{space 2} .2608769{col 37}{space 1}    9.37{col 46}{space 3}0.000{col 54}{space 4} 1.931992{col 67}{space 3} 2.954842
{txt}{space 8}181  {c |}{col 14}{res}{space 2} 2.012347{col 26}{space 2} .2508374{col 37}{space 1}    8.02{col 46}{space 3}0.000{col 54}{space 4} 1.520604{col 67}{space 3} 2.504091
{txt}{space 8}182  {c |}{col 14}{res}{space 2} 2.415316{col 26}{space 2} .2623723{col 37}{space 1}    9.21{col 46}{space 3}0.000{col 54}{space 4} 1.900959{col 67}{space 3} 2.929672
{txt}{space 8}183  {c |}{col 14}{res}{space 2} .7330479{col 26}{space 2} .2667291{col 37}{space 1}    2.75{col 46}{space 3}0.006{col 54}{space 4} .2101501{col 67}{space 3} 1.255946
{txt}{space 8}184  {c |}{col 14}{res}{space 2} 1.446467{col 26}{space 2} .2654812{col 37}{space 1}    5.45{col 46}{space 3}0.000{col 54}{space 4} .9260153{col 67}{space 3} 1.966918
{txt}{space 8}185  {c |}{col 14}{res}{space 2} 1.857951{col 26}{space 2} .2607834{col 37}{space 1}    7.12{col 46}{space 3}0.000{col 54}{space 4} 1.346709{col 67}{space 3} 2.369193
{txt}{space 8}186  {c |}{col 14}{res}{space 2} 1.695115{col 26}{space 2}  .273374{col 37}{space 1}    6.20{col 46}{space 3}0.000{col 54}{space 4}  1.15919{col 67}{space 3} 2.231039
{txt}{space 8}187  {c |}{col 14}{res}{space 2} 3.654893{col 26}{space 2} .2517491{col 37}{space 1}   14.52{col 46}{space 3}0.000{col 54}{space 4} 3.161362{col 67}{space 3} 4.148424
{txt}{space 8}188  {c |}{col 14}{res}{space 2} 3.370801{col 26}{space 2} .2494547{col 37}{space 1}   13.51{col 46}{space 3}0.000{col 54}{space 4} 2.881768{col 67}{space 3} 3.859834
{txt}{space 8}189  {c |}{col 14}{res}{space 2} 2.878591{col 26}{space 2} .2585151{col 37}{space 1}   11.14{col 46}{space 3}0.000{col 54}{space 4} 2.371796{col 67}{space 3} 3.385386
{txt}{space 8}190  {c |}{col 14}{res}{space 2} 2.952016{col 26}{space 2} .2552491{col 37}{space 1}   11.57{col 46}{space 3}0.000{col 54}{space 4} 2.451623{col 67}{space 3} 3.452408
{txt}{space 8}191  {c |}{col 14}{res}{space 2} 2.602701{col 26}{space 2} .2599705{col 37}{space 1}   10.01{col 46}{space 3}0.000{col 54}{space 4} 2.093053{col 67}{space 3}  3.11235
{txt}{space 8}192  {c |}{col 14}{res}{space 2} 1.017843{col 26}{space 2} .2741909{col 37}{space 1}    3.71{col 46}{space 3}0.000{col 54}{space 4} .4803167{col 67}{space 3} 1.555369
{txt}{space 8}193  {c |}{col 14}{res}{space 2} 1.786619{col 26}{space 2} .2644081{col 37}{space 1}    6.76{col 46}{space 3}0.000{col 54}{space 4} 1.268271{col 67}{space 3} 2.304966
{txt}{space 8}194  {c |}{col 14}{res}{space 2} -.021462{col 26}{space 2} .2801656{col 37}{space 1}   -0.08{col 46}{space 3}0.939{col 54}{space 4}-.5707007{col 67}{space 3} .5277768
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.2498176{col 26}{space 2}  .278923{col 37}{space 1}   -0.90{col 46}{space 3}0.370{col 54}{space 4}-.7966204{col 67}{space 3} .2969853
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 4.682594{col 26}{space 2} .2722604{col 37}{space 1}   17.20{col 46}{space 3}0.000{col 54}{space 4} 4.148853{col 67}{space 3} 5.216336
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 5.381922{col 26}{space 2} .2716243{col 37}{space 1}   19.81{col 46}{space 3}0.000{col 54}{space 4} 4.849427{col 67}{space 3} 5.914416
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 6.823678{col 26}{space 2} .2850135{col 37}{space 1}   23.94{col 46}{space 3}0.000{col 54}{space 4} 6.264936{col 67}{space 3} 7.382421
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 6.055273{col 26}{space 2} .2645669{col 37}{space 1}   22.89{col 46}{space 3}0.000{col 54}{space 4} 5.536614{col 67}{space 3} 6.573933
{txt}{space 8}200  {c |}{col 14}{res}{space 2} 2.137524{col 26}{space 2} .2646754{col 37}{space 1}    8.08{col 46}{space 3}0.000{col 54}{space 4} 1.618652{col 67}{space 3} 2.656395
{txt}{space 8}201  {c |}{col 14}{res}{space 2} 2.702444{col 26}{space 2} .2644523{col 37}{space 1}   10.22{col 46}{space 3}0.000{col 54}{space 4} 2.184009{col 67}{space 3} 3.220878
{txt}{space 8}202  {c |}{col 14}{res}{space 2} 3.377099{col 26}{space 2} .2636696{col 37}{space 1}   12.81{col 46}{space 3}0.000{col 54}{space 4} 2.860199{col 67}{space 3} 3.893999
{txt}{space 8}203  {c |}{col 14}{res}{space 2}  3.58503{col 26}{space 2} .2693656{col 37}{space 1}   13.31{col 46}{space 3}0.000{col 54}{space 4} 3.056964{col 67}{space 3} 4.113097
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 3.036243{col 26}{space 2} .2679406{col 37}{space 1}   11.33{col 46}{space 3}0.000{col 54}{space 4}  2.51097{col 67}{space 3} 3.561516
{txt}{space 8}205  {c |}{col 14}{res}{space 2} 2.028508{col 26}{space 2} .2745923{col 37}{space 1}    7.39{col 46}{space 3}0.000{col 54}{space 4} 1.490195{col 67}{space 3} 2.566821
{txt}{space 8}206  {c |}{col 14}{res}{space 2}  1.50242{col 26}{space 2} .2799976{col 37}{space 1}    5.37{col 46}{space 3}0.000{col 54}{space 4} .9535108{col 67}{space 3}  2.05133
{txt}{space 8}207  {c |}{col 14}{res}{space 2} 1.281456{col 26}{space 2} .2669512{col 37}{space 1}    4.80{col 46}{space 3}0.000{col 54}{space 4} .7581232{col 67}{space 3} 1.804789
{txt}{space 8}208  {c |}{col 14}{res}{space 2} 2.140428{col 26}{space 2} .2710414{col 37}{space 1}    7.90{col 46}{space 3}0.000{col 54}{space 4} 1.609077{col 67}{space 3}  2.67178
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 2.844249{col 26}{space 2} .2599202{col 37}{space 1}   10.94{col 46}{space 3}0.000{col 54}{space 4} 2.334699{col 67}{space 3} 3.353798
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 3.657273{col 26}{space 2} .2596334{col 37}{space 1}   14.09{col 46}{space 3}0.000{col 54}{space 4} 3.148285{col 67}{space 3}  4.16626
{txt}{space 8}211  {c |}{col 14}{res}{space 2} 3.209903{col 26}{space 2} .2580983{col 37}{space 1}   12.44{col 46}{space 3}0.000{col 54}{space 4} 2.703925{col 67}{space 3} 3.715881
{txt}{space 8}212  {c |}{col 14}{res}{space 2} 3.423918{col 26}{space 2} .2526791{col 37}{space 1}   13.55{col 46}{space 3}0.000{col 54}{space 4} 2.928564{col 67}{space 3} 3.919272
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 3.946656{col 26}{space 2} .2541614{col 37}{space 1}   15.53{col 46}{space 3}0.000{col 54}{space 4} 3.448396{col 67}{space 3} 4.444916
{txt}{space 8}214  {c |}{col 14}{res}{space 2} 2.972483{col 26}{space 2}  .254879{col 37}{space 1}   11.66{col 46}{space 3}0.000{col 54}{space 4} 2.472816{col 67}{space 3}  3.47215
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 3.862182{col 26}{space 2} .2558286{col 37}{space 1}   15.10{col 46}{space 3}0.000{col 54}{space 4} 3.360653{col 67}{space 3}  4.36371
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 3.325705{col 26}{space 2} .2544655{col 37}{space 1}   13.07{col 46}{space 3}0.000{col 54}{space 4} 2.826849{col 67}{space 3} 3.824561
{txt}{space 8}217  {c |}{col 14}{res}{space 2} 2.878997{col 26}{space 2} .2529321{col 37}{space 1}   11.38{col 46}{space 3}0.000{col 54}{space 4} 2.383147{col 67}{space 3} 3.374847
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 3.114298{col 26}{space 2}  .255509{col 37}{space 1}   12.19{col 46}{space 3}0.000{col 54}{space 4} 2.613396{col 67}{space 3}   3.6152
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 3.238917{col 26}{space 2} .2530053{col 37}{space 1}   12.80{col 46}{space 3}0.000{col 54}{space 4} 2.742924{col 67}{space 3} 3.734911
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 5.095249{col 26}{space 2} .2576541{col 37}{space 1}   19.78{col 46}{space 3}0.000{col 54}{space 4} 4.590142{col 67}{space 3} 5.600356
{txt}{space 8}221  {c |}{col 14}{res}{space 2}  5.06655{col 26}{space 2} .2572753{col 37}{space 1}   19.69{col 46}{space 3}0.000{col 54}{space 4} 4.562185{col 67}{space 3} 5.570914
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 4.739233{col 26}{space 2} .2479365{col 37}{space 1}   19.11{col 46}{space 3}0.000{col 54}{space 4} 4.253176{col 67}{space 3}  5.22529
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 5.065646{col 26}{space 2} .2471627{col 37}{space 1}   20.50{col 46}{space 3}0.000{col 54}{space 4} 4.581107{col 67}{space 3} 5.550186
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 3.757499{col 26}{space 2} .2537288{col 37}{space 1}   14.81{col 46}{space 3}0.000{col 54}{space 4} 3.260087{col 67}{space 3} 4.254911
{txt}{space 8}225  {c |}{col 14}{res}{space 2}     3.93{col 26}{space 2} .2517475{col 37}{space 1}   15.61{col 46}{space 3}0.000{col 54}{space 4} 3.436473{col 67}{space 3} 4.423528
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 4.321148{col 26}{space 2} .2536971{col 37}{space 1}   17.03{col 46}{space 3}0.000{col 54}{space 4} 3.823798{col 67}{space 3} 4.818497
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 3.698367{col 26}{space 2} .2473677{col 37}{space 1}   14.95{col 46}{space 3}0.000{col 54}{space 4} 3.213426{col 67}{space 3} 4.183309
{txt}{space 8}228  {c |}{col 14}{res}{space 2} 2.889484{col 26}{space 2} .2501101{col 37}{space 1}   11.55{col 46}{space 3}0.000{col 54}{space 4} 2.399166{col 67}{space 3} 3.379802
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 3.149154{col 26}{space 2} .2497085{col 37}{space 1}   12.61{col 46}{space 3}0.000{col 54}{space 4} 2.659624{col 67}{space 3} 3.638685
{txt}{space 8}230  {c |}{col 14}{res}{space 2}  3.55875{col 26}{space 2}  .247907{col 37}{space 1}   14.36{col 46}{space 3}0.000{col 54}{space 4} 3.072751{col 67}{space 3} 4.044748
{txt}{space 8}231  {c |}{col 14}{res}{space 2} 2.962204{col 26}{space 2} .2468062{col 37}{space 1}   12.00{col 46}{space 3}0.000{col 54}{space 4} 2.478363{col 67}{space 3} 3.446044
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 3.090788{col 26}{space 2}  .252475{col 37}{space 1}   12.24{col 46}{space 3}0.000{col 54}{space 4} 2.595834{col 67}{space 3} 3.585742
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 2.936414{col 26}{space 2} .2538848{col 37}{space 1}   11.57{col 46}{space 3}0.000{col 54}{space 4} 2.438696{col 67}{space 3} 3.434131
{txt}{space 8}234  {c |}{col 14}{res}{space 2} 2.432995{col 26}{space 2} .2491441{col 37}{space 1}    9.77{col 46}{space 3}0.000{col 54}{space 4} 1.944571{col 67}{space 3} 2.921419
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 3.015113{col 26}{space 2} .2492731{col 37}{space 1}   12.10{col 46}{space 3}0.000{col 54}{space 4} 2.526436{col 67}{space 3}  3.50379
{txt}{space 8}236  {c |}{col 14}{res}{space 2}  3.80256{col 26}{space 2} .2472111{col 37}{space 1}   15.38{col 46}{space 3}0.000{col 54}{space 4} 3.317926{col 67}{space 3} 4.287195
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 3.104181{col 26}{space 2} .2464283{col 37}{space 1}   12.60{col 46}{space 3}0.000{col 54}{space 4} 2.621081{col 67}{space 3} 3.587281
{txt}{space 8}238  {c |}{col 14}{res}{space 2}  3.26455{col 26}{space 2} .2463759{col 37}{space 1}   13.25{col 46}{space 3}0.000{col 54}{space 4} 2.781552{col 67}{space 3} 3.747547
{txt}{space 8}239  {c |}{col 14}{res}{space 2}  3.40836{col 26}{space 2} .2467237{col 37}{space 1}   13.81{col 46}{space 3}0.000{col 54}{space 4} 2.924681{col 67}{space 3} 3.892039
{txt}{space 8}240  {c |}{col 14}{res}{space 2} 2.675973{col 26}{space 2} .2500131{col 37}{space 1}   10.70{col 46}{space 3}0.000{col 54}{space 4} 2.185846{col 67}{space 3} 3.166101
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 4.490302{col 26}{space 2} .2669379{col 37}{space 1}   16.82{col 46}{space 3}0.000{col 54}{space 4} 3.966994{col 67}{space 3} 5.013609
{txt}{space 8}242  {c |}{col 14}{res}{space 2} 3.593386{col 26}{space 2} .3126871{col 37}{space 1}   11.49{col 46}{space 3}0.000{col 54}{space 4} 2.980392{col 67}{space 3}  4.20638
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 3.681473{col 26}{space 2} .2581648{col 37}{space 1}   14.26{col 46}{space 3}0.000{col 54}{space 4} 3.175364{col 67}{space 3} 4.187581
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 3.819172{col 26}{space 2} .2476257{col 37}{space 1}   15.42{col 46}{space 3}0.000{col 54}{space 4} 3.333724{col 67}{space 3} 4.304619
{txt}{space 8}245  {c |}{col 14}{res}{space 2} 1.333148{col 26}{space 2}  .254059{col 37}{space 1}    5.25{col 46}{space 3}0.000{col 54}{space 4} .8350884{col 67}{space 3} 1.831207
{txt}{space 8}246  {c |}{col 14}{res}{space 2} .2275119{col 26}{space 2}  .279001{col 37}{space 1}    0.82{col 46}{space 3}0.415{col 54}{space 4}-.3194438{col 67}{space 3} .7744676
{txt}{space 8}247  {c |}{col 14}{res}{space 2} .3975448{col 26}{space 2} .2792585{col 37}{space 1}    1.42{col 46}{space 3}0.155{col 54}{space 4}-.1499158{col 67}{space 3} .9450054
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-1.345688{col 26}{space 2} .3357902{col 37}{space 1}   -4.01{col 46}{space 3}0.000{col 54}{space 4}-2.003974{col 67}{space 3}-.6874027
{txt}{space 8}249  {c |}{col 14}{res}{space 2} -1.35709{col 26}{space 2} .3999626{col 37}{space 1}   -3.39{col 46}{space 3}0.001{col 54}{space 4}-2.141179{col 67}{space 3}-.5730001
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-3.020876{col 26}{space 2} .2417363{col 37}{space 1}  -12.50{col 46}{space 3}0.000{col 54}{space 4}-3.494778{col 67}{space 3}-2.546974
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    3945
                                                       {txt}F(158,  3786) ={res}   99.91
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8279
                                                       {txt}Root MSE      = {res} .58411

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}InfExp_Mean {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .3495719{col 26}{space 2} .0352733{col 37}{space 1}    9.91{col 46}{space 3}0.000{col 54}{space 4} .2804155{col 67}{space 3} .4187284
{txt}{space 12} {c |}
{space 8}date {c |}
{space 9}91  {c |}{col 14}{res}{space 2} 1.297749{col 26}{space 2} .3589084{col 37}{space 1}    3.62{col 46}{space 3}0.000{col 54}{space 4} .5940766{col 67}{space 3} 2.001422
{txt}{space 9}92  {c |}{col 14}{res}{space 2} 1.812818{col 26}{space 2} .4377569{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4} .9545561{col 67}{space 3}  2.67108
{txt}{space 9}93  {c |}{col 14}{res}{space 2} 2.284625{col 26}{space 2} .3072236{col 37}{space 1}    7.44{col 46}{space 3}0.000{col 54}{space 4} 1.682285{col 67}{space 3} 2.886965
{txt}{space 9}94  {c |}{col 14}{res}{space 2} 3.652849{col 26}{space 2} .3691468{col 37}{space 1}    9.90{col 46}{space 3}0.000{col 54}{space 4} 2.929103{col 67}{space 3} 4.376595
{txt}{space 9}95  {c |}{col 14}{res}{space 2} 3.556389{col 26}{space 2} .3183714{col 37}{space 1}   11.17{col 46}{space 3}0.000{col 54}{space 4} 2.932193{col 67}{space 3} 4.180585
{txt}{space 9}96  {c |}{col 14}{res}{space 2} 2.046598{col 26}{space 2} .4387615{col 37}{space 1}    4.66{col 46}{space 3}0.000{col 54}{space 4} 1.186366{col 67}{space 3}  2.90683
{txt}{space 9}97  {c |}{col 14}{res}{space 2} 2.433865{col 26}{space 2} .3225867{col 37}{space 1}    7.54{col 46}{space 3}0.000{col 54}{space 4} 1.801405{col 67}{space 3} 3.066326
{txt}{space 9}98  {c |}{col 14}{res}{space 2}   2.3526{col 26}{space 2} .3070594{col 37}{space 1}    7.66{col 46}{space 3}0.000{col 54}{space 4} 1.750582{col 67}{space 3} 2.954617
{txt}{space 9}99  {c |}{col 14}{res}{space 2} 1.857247{col 26}{space 2} .2977501{col 37}{space 1}    6.24{col 46}{space 3}0.000{col 54}{space 4} 1.273481{col 67}{space 3} 2.441013
{txt}{space 8}100  {c |}{col 14}{res}{space 2} 2.542604{col 26}{space 2} .3454187{col 37}{space 1}    7.36{col 46}{space 3}0.000{col 54}{space 4}  1.86538{col 67}{space 3} 3.219829
{txt}{space 8}101  {c |}{col 14}{res}{space 2}  2.46838{col 26}{space 2} .2720735{col 37}{space 1}    9.07{col 46}{space 3}0.000{col 54}{space 4} 1.934955{col 67}{space 3} 3.001805
{txt}{space 8}102  {c |}{col 14}{res}{space 2} 2.410681{col 26}{space 2} .2862437{col 37}{space 1}    8.42{col 46}{space 3}0.000{col 54}{space 4} 1.849474{col 67}{space 3} 2.971888
{txt}{space 8}103  {c |}{col 14}{res}{space 2} 2.565168{col 26}{space 2} .3350193{col 37}{space 1}    7.66{col 46}{space 3}0.000{col 54}{space 4} 1.908332{col 67}{space 3} 3.222003
{txt}{space 8}104  {c |}{col 14}{res}{space 2} 1.732652{col 26}{space 2} .3038049{col 37}{space 1}    5.70{col 46}{space 3}0.000{col 54}{space 4} 1.137015{col 67}{space 3} 2.328289
{txt}{space 8}105  {c |}{col 14}{res}{space 2} 3.733087{col 26}{space 2} .3100864{col 37}{space 1}   12.04{col 46}{space 3}0.000{col 54}{space 4} 3.125135{col 67}{space 3}  4.34104
{txt}{space 8}106  {c |}{col 14}{res}{space 2} 3.730115{col 26}{space 2} .3499357{col 37}{space 1}   10.66{col 46}{space 3}0.000{col 54}{space 4} 3.044034{col 67}{space 3} 4.416196
{txt}{space 8}107  {c |}{col 14}{res}{space 2} 3.979557{col 26}{space 2} .3024201{col 37}{space 1}   13.16{col 46}{space 3}0.000{col 54}{space 4} 3.386635{col 67}{space 3} 4.572479
{txt}{space 8}108  {c |}{col 14}{res}{space 2}  4.44645{col 26}{space 2} .3771592{col 37}{space 1}   11.79{col 46}{space 3}0.000{col 54}{space 4} 3.706995{col 67}{space 3} 5.185904
{txt}{space 8}109  {c |}{col 14}{res}{space 2} 3.040143{col 26}{space 2} .3485352{col 37}{space 1}    8.72{col 46}{space 3}0.000{col 54}{space 4} 2.356808{col 67}{space 3} 3.723478
{txt}{space 8}110  {c |}{col 14}{res}{space 2} 2.864908{col 26}{space 2} .3382511{col 37}{space 1}    8.47{col 46}{space 3}0.000{col 54}{space 4} 2.201736{col 67}{space 3}  3.52808
{txt}{space 8}111  {c |}{col 14}{res}{space 2} 2.184377{col 26}{space 2} .3341265{col 37}{space 1}    6.54{col 46}{space 3}0.000{col 54}{space 4} 1.529291{col 67}{space 3} 2.839462
{txt}{space 8}112  {c |}{col 14}{res}{space 2} 2.409675{col 26}{space 2} .3560427{col 37}{space 1}    6.77{col 46}{space 3}0.000{col 54}{space 4} 1.711621{col 67}{space 3} 3.107729
{txt}{space 8}113  {c |}{col 14}{res}{space 2} 2.642079{col 26}{space 2} .3165926{col 37}{space 1}    8.35{col 46}{space 3}0.000{col 54}{space 4} 2.021371{col 67}{space 3} 3.262788
{txt}{space 8}114  {c |}{col 14}{res}{space 2} 2.764169{col 26}{space 2} .3294521{col 37}{space 1}    8.39{col 46}{space 3}0.000{col 54}{space 4} 2.118248{col 67}{space 3} 3.410089
{txt}{space 8}115  {c |}{col 14}{res}{space 2} 2.632285{col 26}{space 2} .3073682{col 37}{space 1}    8.56{col 46}{space 3}0.000{col 54}{space 4} 2.029662{col 67}{space 3} 3.234908
{txt}{space 8}116  {c |}{col 14}{res}{space 2} 2.489663{col 26}{space 2} .3394231{col 37}{space 1}    7.33{col 46}{space 3}0.000{col 54}{space 4} 1.824193{col 67}{space 3} 3.155133
{txt}{space 8}117  {c |}{col 14}{res}{space 2} 2.000014{col 26}{space 2} .3706508{col 37}{space 1}    5.40{col 46}{space 3}0.000{col 54}{space 4} 1.273319{col 67}{space 3} 2.726708
{txt}{space 8}118  {c |}{col 14}{res}{space 2} .9162318{col 26}{space 2} .5573957{col 37}{space 1}    1.64{col 46}{space 3}0.100{col 54}{space 4}-.1765931{col 67}{space 3} 2.009057
{txt}{space 8}119  {c |}{col 14}{res}{space 2} 1.638652{col 26}{space 2} .2802375{col 37}{space 1}    5.85{col 46}{space 3}0.000{col 54}{space 4} 1.089221{col 67}{space 3} 2.188083
{txt}{space 8}120  {c |}{col 14}{res}{space 2} .8563694{col 26}{space 2} .2736482{col 37}{space 1}    3.13{col 46}{space 3}0.002{col 54}{space 4} .3198572{col 67}{space 3} 1.392882
{txt}{space 8}122  {c |}{col 14}{res}{space 2} 1.389278{col 26}{space 2} .3381604{col 37}{space 1}    4.11{col 46}{space 3}0.000{col 54}{space 4} .7262843{col 67}{space 3} 2.052273
{txt}{space 8}123  {c |}{col 14}{res}{space 2} .6406991{col 26}{space 2} .4403111{col 37}{space 1}    1.46{col 46}{space 3}0.146{col 54}{space 4}-.2225708{col 67}{space 3} 1.503969
{txt}{space 8}124  {c |}{col 14}{res}{space 2} .0095022{col 26}{space 2} .3551459{col 37}{space 1}    0.03{col 46}{space 3}0.979{col 54}{space 4}-.6867937{col 67}{space 3}  .705798
{txt}{space 8}126  {c |}{col 14}{res}{space 2}  1.40864{col 26}{space 2} .3137807{col 37}{space 1}    4.49{col 46}{space 3}0.000{col 54}{space 4} .7934445{col 67}{space 3} 2.023835
{txt}{space 8}127  {c |}{col 14}{res}{space 2} 2.057768{col 26}{space 2}  .291186{col 37}{space 1}    7.07{col 46}{space 3}0.000{col 54}{space 4} 1.486871{col 67}{space 3} 2.628664
{txt}{space 8}128  {c |}{col 14}{res}{space 2} 2.935938{col 26}{space 2} .3048281{col 37}{space 1}    9.63{col 46}{space 3}0.000{col 54}{space 4} 2.338294{col 67}{space 3} 3.533581
{txt}{space 8}129  {c |}{col 14}{res}{space 2} 2.503115{col 26}{space 2} .2964558{col 37}{space 1}    8.44{col 46}{space 3}0.000{col 54}{space 4} 1.921886{col 67}{space 3} 3.084343
{txt}{space 8}130  {c |}{col 14}{res}{space 2} 2.357432{col 26}{space 2} .2998457{col 37}{space 1}    7.86{col 46}{space 3}0.000{col 54}{space 4} 1.769558{col 67}{space 3} 2.945307
{txt}{space 8}131  {c |}{col 14}{res}{space 2} 2.521887{col 26}{space 2} .3021603{col 37}{space 1}    8.35{col 46}{space 3}0.000{col 54}{space 4} 1.929474{col 67}{space 3} 3.114299
{txt}{space 8}132  {c |}{col 14}{res}{space 2} 2.373656{col 26}{space 2} .3081794{col 37}{space 1}    7.70{col 46}{space 3}0.000{col 54}{space 4} 1.769442{col 67}{space 3}  2.97787
{txt}{space 8}133  {c |}{col 14}{res}{space 2} 2.567151{col 26}{space 2} .3116593{col 37}{space 1}    8.24{col 46}{space 3}0.000{col 54}{space 4} 1.956115{col 67}{space 3} 3.178188
{txt}{space 8}134  {c |}{col 14}{res}{space 2} 2.774377{col 26}{space 2} .3073211{col 37}{space 1}    9.03{col 46}{space 3}0.000{col 54}{space 4} 2.171846{col 67}{space 3} 3.376908
{txt}{space 8}135  {c |}{col 14}{res}{space 2} 2.637866{col 26}{space 2} .3177209{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4} 2.014945{col 67}{space 3} 3.260786
{txt}{space 8}136  {c |}{col 14}{res}{space 2} 3.000394{col 26}{space 2} .3143747{col 37}{space 1}    9.54{col 46}{space 3}0.000{col 54}{space 4} 2.384034{col 67}{space 3} 3.616754
{txt}{space 8}137  {c |}{col 14}{res}{space 2} 3.251103{col 26}{space 2} .3026296{col 37}{space 1}   10.74{col 46}{space 3}0.000{col 54}{space 4}  2.65777{col 67}{space 3} 3.844436
{txt}{space 8}138  {c |}{col 14}{res}{space 2} 2.929529{col 26}{space 2} .3107247{col 37}{space 1}    9.43{col 46}{space 3}0.000{col 54}{space 4} 2.320325{col 67}{space 3} 3.538733
{txt}{space 8}139  {c |}{col 14}{res}{space 2} 2.848841{col 26}{space 2} .3233229{col 37}{space 1}    8.81{col 46}{space 3}0.000{col 54}{space 4} 2.214937{col 67}{space 3} 3.482745
{txt}{space 8}140  {c |}{col 14}{res}{space 2} 3.003413{col 26}{space 2} .3159591{col 37}{space 1}    9.51{col 46}{space 3}0.000{col 54}{space 4} 2.383946{col 67}{space 3} 3.622879
{txt}{space 8}141  {c |}{col 14}{res}{space 2} 2.747051{col 26}{space 2} .3198762{col 37}{space 1}    8.59{col 46}{space 3}0.000{col 54}{space 4} 2.119905{col 67}{space 3} 3.374198
{txt}{space 8}142  {c |}{col 14}{res}{space 2} 2.738697{col 26}{space 2} .3048999{col 37}{space 1}    8.98{col 46}{space 3}0.000{col 54}{space 4} 2.140914{col 67}{space 3} 3.336481
{txt}{space 8}143  {c |}{col 14}{res}{space 2} 2.697602{col 26}{space 2} .3026878{col 37}{space 1}    8.91{col 46}{space 3}0.000{col 54}{space 4} 2.104155{col 67}{space 3} 3.291049
{txt}{space 8}144  {c |}{col 14}{res}{space 2} 2.136276{col 26}{space 2} .3023056{col 37}{space 1}    7.07{col 46}{space 3}0.000{col 54}{space 4} 1.543579{col 67}{space 3} 2.728974
{txt}{space 8}145  {c |}{col 14}{res}{space 2} 2.325591{col 26}{space 2} .3015406{col 37}{space 1}    7.71{col 46}{space 3}0.000{col 54}{space 4} 1.734394{col 67}{space 3} 2.916789
{txt}{space 8}146  {c |}{col 14}{res}{space 2}  2.57034{col 26}{space 2} .3044402{col 37}{space 1}    8.44{col 46}{space 3}0.000{col 54}{space 4} 1.973457{col 67}{space 3} 3.167222
{txt}{space 8}147  {c |}{col 14}{res}{space 2} 2.500945{col 26}{space 2} .3113638{col 37}{space 1}    8.03{col 46}{space 3}0.000{col 54}{space 4} 1.890488{col 67}{space 3} 3.111402
{txt}{space 8}148  {c |}{col 14}{res}{space 2} 2.537511{col 26}{space 2} .3236103{col 37}{space 1}    7.84{col 46}{space 3}0.000{col 54}{space 4} 1.903044{col 67}{space 3} 3.171979
{txt}{space 8}149  {c |}{col 14}{res}{space 2} 3.023184{col 26}{space 2} .3112281{col 37}{space 1}    9.71{col 46}{space 3}0.000{col 54}{space 4} 2.412993{col 67}{space 3} 3.633375
{txt}{space 8}150  {c |}{col 14}{res}{space 2}  3.02128{col 26}{space 2} .3113857{col 37}{space 1}    9.70{col 46}{space 3}0.000{col 54}{space 4}  2.41078{col 67}{space 3}  3.63178
{txt}{space 8}151  {c |}{col 14}{res}{space 2} 2.795144{col 26}{space 2} .3113583{col 37}{space 1}    8.98{col 46}{space 3}0.000{col 54}{space 4} 2.184698{col 67}{space 3}  3.40559
{txt}{space 8}152  {c |}{col 14}{res}{space 2}  3.02287{col 26}{space 2} .3079986{col 37}{space 1}    9.81{col 46}{space 3}0.000{col 54}{space 4} 2.419011{col 67}{space 3}  3.62673
{txt}{space 8}153  {c |}{col 14}{res}{space 2} 3.461764{col 26}{space 2} .3192751{col 37}{space 1}   10.84{col 46}{space 3}0.000{col 54}{space 4} 2.835797{col 67}{space 3} 4.087732
{txt}{space 8}154  {c |}{col 14}{res}{space 2} 3.226939{col 26}{space 2} .3200767{col 37}{space 1}   10.08{col 46}{space 3}0.000{col 54}{space 4} 2.599399{col 67}{space 3} 3.854478
{txt}{space 8}155  {c |}{col 14}{res}{space 2} 3.394531{col 26}{space 2}  .317809{col 37}{space 1}   10.68{col 46}{space 3}0.000{col 54}{space 4} 2.771438{col 67}{space 3} 4.017625
{txt}{space 8}156  {c |}{col 14}{res}{space 2} 3.286416{col 26}{space 2} .3346622{col 37}{space 1}    9.82{col 46}{space 3}0.000{col 54}{space 4}  2.63028{col 67}{space 3} 3.942552
{txt}{space 8}157  {c |}{col 14}{res}{space 2} 2.505493{col 26}{space 2} .3278111{col 37}{space 1}    7.64{col 46}{space 3}0.000{col 54}{space 4} 1.862789{col 67}{space 3} 3.148196
{txt}{space 8}158  {c |}{col 14}{res}{space 2} 2.918176{col 26}{space 2}  .330512{col 37}{space 1}    8.83{col 46}{space 3}0.000{col 54}{space 4} 2.270177{col 67}{space 3} 3.566175
{txt}{space 8}159  {c |}{col 14}{res}{space 2} 2.545823{col 26}{space 2} .3344093{col 37}{space 1}    7.61{col 46}{space 3}0.000{col 54}{space 4} 1.890183{col 67}{space 3} 3.201463
{txt}{space 8}160  {c |}{col 14}{res}{space 2} 2.351588{col 26}{space 2} .3389879{col 37}{space 1}    6.94{col 46}{space 3}0.000{col 54}{space 4} 1.686972{col 67}{space 3} 3.016205
{txt}{space 8}161  {c |}{col 14}{res}{space 2} 2.361107{col 26}{space 2} .3470246{col 37}{space 1}    6.80{col 46}{space 3}0.000{col 54}{space 4} 1.680734{col 67}{space 3}  3.04148
{txt}{space 8}162  {c |}{col 14}{res}{space 2} 1.661398{col 26}{space 2} .3246701{col 37}{space 1}    5.12{col 46}{space 3}0.000{col 54}{space 4} 1.024853{col 67}{space 3} 2.297943
{txt}{space 8}163  {c |}{col 14}{res}{space 2}   1.8461{col 26}{space 2} .3240612{col 37}{space 1}    5.70{col 46}{space 3}0.000{col 54}{space 4} 1.210748{col 67}{space 3} 2.481451
{txt}{space 8}164  {c |}{col 14}{res}{space 2} 1.357945{col 26}{space 2} .3277792{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4} .7153045{col 67}{space 3} 2.000586
{txt}{space 8}165  {c |}{col 14}{res}{space 2} 1.889401{col 26}{space 2} .3346817{col 37}{space 1}    5.65{col 46}{space 3}0.000{col 54}{space 4} 1.233227{col 67}{space 3} 2.545575
{txt}{space 8}166  {c |}{col 14}{res}{space 2} 2.449104{col 26}{space 2} .3312769{col 37}{space 1}    7.39{col 46}{space 3}0.000{col 54}{space 4} 1.799606{col 67}{space 3} 3.098602
{txt}{space 8}167  {c |}{col 14}{res}{space 2} 2.041664{col 26}{space 2} .3332707{col 37}{space 1}    6.13{col 46}{space 3}0.000{col 54}{space 4} 1.388257{col 67}{space 3} 2.695072
{txt}{space 8}168  {c |}{col 14}{res}{space 2} 3.491146{col 26}{space 2}   .33562{col 37}{space 1}   10.40{col 46}{space 3}0.000{col 54}{space 4} 2.833133{col 67}{space 3} 4.149159
{txt}{space 8}169  {c |}{col 14}{res}{space 2} 3.239484{col 26}{space 2} .3284849{col 37}{space 1}    9.86{col 46}{space 3}0.000{col 54}{space 4}  2.59546{col 67}{space 3} 3.883508
{txt}{space 8}170  {c |}{col 14}{res}{space 2} 3.335753{col 26}{space 2} .3272851{col 37}{space 1}   10.19{col 46}{space 3}0.000{col 54}{space 4} 2.694081{col 67}{space 3} 3.977425
{txt}{space 8}171  {c |}{col 14}{res}{space 2} 3.387872{col 26}{space 2} .3378094{col 37}{space 1}   10.03{col 46}{space 3}0.000{col 54}{space 4} 2.725566{col 67}{space 3} 4.050178
{txt}{space 8}172  {c |}{col 14}{res}{space 2} 2.026676{col 26}{space 2} .3333592{col 37}{space 1}    6.08{col 46}{space 3}0.000{col 54}{space 4} 1.373095{col 67}{space 3} 2.680257
{txt}{space 8}173  {c |}{col 14}{res}{space 2}  2.46348{col 26}{space 2} .3336413{col 37}{space 1}    7.38{col 46}{space 3}0.000{col 54}{space 4} 1.809346{col 67}{space 3} 3.117614
{txt}{space 8}174  {c |}{col 14}{res}{space 2} 2.520896{col 26}{space 2} .3459676{col 37}{space 1}    7.29{col 46}{space 3}0.000{col 54}{space 4} 1.842595{col 67}{space 3} 3.199196
{txt}{space 8}175  {c |}{col 14}{res}{space 2} 2.262306{col 26}{space 2} .3415699{col 37}{space 1}    6.62{col 46}{space 3}0.000{col 54}{space 4} 1.592628{col 67}{space 3} 2.931985
{txt}{space 8}176  {c |}{col 14}{res}{space 2} 2.382036{col 26}{space 2} .3391786{col 37}{space 1}    7.02{col 46}{space 3}0.000{col 54}{space 4} 1.717046{col 67}{space 3} 3.047027
{txt}{space 8}177  {c |}{col 14}{res}{space 2} 2.650109{col 26}{space 2} .3570599{col 37}{space 1}    7.42{col 46}{space 3}0.000{col 54}{space 4}  1.95006{col 67}{space 3} 3.350157
{txt}{space 8}178  {c |}{col 14}{res}{space 2} 2.268407{col 26}{space 2} .3728713{col 37}{space 1}    6.08{col 46}{space 3}0.000{col 54}{space 4} 1.537359{col 67}{space 3} 2.999455
{txt}{space 8}179  {c |}{col 14}{res}{space 2} 2.458963{col 26}{space 2} .3390237{col 37}{space 1}    7.25{col 46}{space 3}0.000{col 54}{space 4} 1.794277{col 67}{space 3}  3.12365
{txt}{space 8}180  {c |}{col 14}{res}{space 2} 2.348961{col 26}{space 2} .3532708{col 37}{space 1}    6.65{col 46}{space 3}0.000{col 54}{space 4} 1.656341{col 67}{space 3}  3.04158
{txt}{space 8}181  {c |}{col 14}{res}{space 2} 1.663687{col 26}{space 2} .3358075{col 37}{space 1}    4.95{col 46}{space 3}0.000{col 54}{space 4} 1.005306{col 67}{space 3} 2.322068
{txt}{space 8}182  {c |}{col 14}{res}{space 2} 2.006458{col 26}{space 2} .3355647{col 37}{space 1}    5.98{col 46}{space 3}0.000{col 54}{space 4} 1.348553{col 67}{space 3} 2.664363
{txt}{space 8}183  {c |}{col 14}{res}{space 2} .4782159{col 26}{space 2} .3519199{col 37}{space 1}    1.36{col 46}{space 3}0.174{col 54}{space 4}-.2117551{col 67}{space 3} 1.168187
{txt}{space 8}184  {c |}{col 14}{res}{space 2} 1.051113{col 26}{space 2} .3338625{col 37}{space 1}    3.15{col 46}{space 3}0.002{col 54}{space 4} .3965457{col 67}{space 3} 1.705681
{txt}{space 8}185  {c |}{col 14}{res}{space 2}  1.39459{col 26}{space 2} .3294842{col 37}{space 1}    4.23{col 46}{space 3}0.000{col 54}{space 4} .7486066{col 67}{space 3} 2.040574
{txt}{space 8}186  {c |}{col 14}{res}{space 2} 1.159543{col 26}{space 2} .3333971{col 37}{space 1}    3.48{col 46}{space 3}0.001{col 54}{space 4} .5058876{col 67}{space 3} 1.813198
{txt}{space 8}187  {c |}{col 14}{res}{space 2} 3.239534{col 26}{space 2}  .324931{col 37}{space 1}    9.97{col 46}{space 3}0.000{col 54}{space 4} 2.602478{col 67}{space 3} 3.876591
{txt}{space 8}188  {c |}{col 14}{res}{space 2} 2.930248{col 26}{space 2} .3235606{col 37}{space 1}    9.06{col 46}{space 3}0.000{col 54}{space 4} 2.295878{col 67}{space 3} 3.564618
{txt}{space 8}189  {c |}{col 14}{res}{space 2} 2.469508{col 26}{space 2} .3287675{col 37}{space 1}    7.51{col 46}{space 3}0.000{col 54}{space 4} 1.824929{col 67}{space 3} 3.114086
{txt}{space 8}190  {c |}{col 14}{res}{space 2} 2.470639{col 26}{space 2}  .323433{col 37}{space 1}    7.64{col 46}{space 3}0.000{col 54}{space 4} 1.836519{col 67}{space 3} 3.104758
{txt}{space 8}191  {c |}{col 14}{res}{space 2} 2.149973{col 26}{space 2} .3286962{col 37}{space 1}    6.54{col 46}{space 3}0.000{col 54}{space 4} 1.505535{col 67}{space 3} 2.794412
{txt}{space 8}192  {c |}{col 14}{res}{space 2} .4267044{col 26}{space 2} .3418373{col 37}{space 1}    1.25{col 46}{space 3}0.212{col 54}{space 4}-.2434987{col 67}{space 3} 1.096908
{txt}{space 8}193  {c |}{col 14}{res}{space 2} 1.369834{col 26}{space 2} .3311751{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4}  .720535{col 67}{space 3} 2.019133
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.4815741{col 26}{space 2} .3527829{col 37}{space 1}   -1.37{col 46}{space 3}0.172{col 54}{space 4}-1.173237{col 67}{space 3} .2100887
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.7215761{col 26}{space 2} .3539173{col 37}{space 1}   -2.04{col 46}{space 3}0.042{col 54}{space 4}-1.415463{col 67}{space 3}-.0276892
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 4.321912{col 26}{space 2} .3522434{col 37}{space 1}   12.27{col 46}{space 3}0.000{col 54}{space 4} 3.631307{col 67}{space 3} 5.012517
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 4.909384{col 26}{space 2} .3435045{col 37}{space 1}   14.29{col 46}{space 3}0.000{col 54}{space 4} 4.235912{col 67}{space 3} 5.582856
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 6.448288{col 26}{space 2} .3659647{col 37}{space 1}   17.62{col 46}{space 3}0.000{col 54}{space 4} 5.730781{col 67}{space 3} 7.165795
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 5.963885{col 26}{space 2} .3569537{col 37}{space 1}   16.71{col 46}{space 3}0.000{col 54}{space 4} 5.264045{col 67}{space 3} 6.663725
{txt}{space 8}200  {c |}{col 14}{res}{space 2} 2.088972{col 26}{space 2} .3666403{col 37}{space 1}    5.70{col 46}{space 3}0.000{col 54}{space 4} 1.370141{col 67}{space 3} 2.807804
{txt}{space 8}201  {c |}{col 14}{res}{space 2} 2.578505{col 26}{space 2} .3553207{col 37}{space 1}    7.26{col 46}{space 3}0.000{col 54}{space 4} 1.881866{col 67}{space 3} 3.275143
{txt}{space 8}202  {c |}{col 14}{res}{space 2} 3.206292{col 26}{space 2} .3510155{col 37}{space 1}    9.13{col 46}{space 3}0.000{col 54}{space 4} 2.518094{col 67}{space 3}  3.89449
{txt}{space 8}203  {c |}{col 14}{res}{space 2} 3.348973{col 26}{space 2} .3508491{col 37}{space 1}    9.55{col 46}{space 3}0.000{col 54}{space 4} 2.661101{col 67}{space 3} 4.036844
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 2.831188{col 26}{space 2} .3486247{col 37}{space 1}    8.12{col 46}{space 3}0.000{col 54}{space 4} 2.147678{col 67}{space 3} 3.514698
{txt}{space 8}205  {c |}{col 14}{res}{space 2} 1.789198{col 26}{space 2} .3522635{col 37}{space 1}    5.08{col 46}{space 3}0.000{col 54}{space 4} 1.098553{col 67}{space 3} 2.479842
{txt}{space 8}206  {c |}{col 14}{res}{space 2}  1.30234{col 26}{space 2} .3631034{col 37}{space 1}    3.59{col 46}{space 3}0.000{col 54}{space 4} .5904429{col 67}{space 3} 2.014237
{txt}{space 8}207  {c |}{col 14}{res}{space 2} 1.114978{col 26}{space 2} .3535763{col 37}{space 1}    3.15{col 46}{space 3}0.002{col 54}{space 4} .4217595{col 67}{space 3} 1.808196
{txt}{space 8}208  {c |}{col 14}{res}{space 2} 1.815037{col 26}{space 2}  .348367{col 37}{space 1}    5.21{col 46}{space 3}0.000{col 54}{space 4} 1.132032{col 67}{space 3} 2.498043
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 2.555107{col 26}{space 2} .3377286{col 37}{space 1}    7.57{col 46}{space 3}0.000{col 54}{space 4} 1.892959{col 67}{space 3} 3.217254
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 3.351561{col 26}{space 2} .3404595{col 37}{space 1}    9.84{col 46}{space 3}0.000{col 54}{space 4} 2.684059{col 67}{space 3} 4.019062
{txt}{space 8}211  {c |}{col 14}{res}{space 2}  2.90932{col 26}{space 2} .3342583{col 37}{space 1}    8.70{col 46}{space 3}0.000{col 54}{space 4} 2.253976{col 67}{space 3} 3.564663
{txt}{space 8}212  {c |}{col 14}{res}{space 2} 3.158038{col 26}{space 2} .3308825{col 37}{space 1}    9.54{col 46}{space 3}0.000{col 54}{space 4} 2.509313{col 67}{space 3} 3.806763
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 3.590288{col 26}{space 2}   .33263{col 37}{space 1}   10.79{col 46}{space 3}0.000{col 54}{space 4} 2.938137{col 67}{space 3} 4.242439
{txt}{space 8}214  {c |}{col 14}{res}{space 2}  2.61149{col 26}{space 2} .3370455{col 37}{space 1}    7.75{col 46}{space 3}0.000{col 54}{space 4} 1.950682{col 67}{space 3} 3.272298
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 3.502481{col 26}{space 2} .3331487{col 37}{space 1}   10.51{col 46}{space 3}0.000{col 54}{space 4} 2.849312{col 67}{space 3} 4.155649
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 3.052804{col 26}{space 2} .3352361{col 37}{space 1}    9.11{col 46}{space 3}0.000{col 54}{space 4} 2.395543{col 67}{space 3} 3.710065
{txt}{space 8}217  {c |}{col 14}{res}{space 2}  2.62499{col 26}{space 2} .3329511{col 37}{space 1}    7.88{col 46}{space 3}0.000{col 54}{space 4}  1.97221{col 67}{space 3} 3.277771
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 2.995575{col 26}{space 2} .3441635{col 37}{space 1}    8.70{col 46}{space 3}0.000{col 54}{space 4} 2.320812{col 67}{space 3} 3.670339
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 3.041831{col 26}{space 2}  .339298{col 37}{space 1}    8.97{col 46}{space 3}0.000{col 54}{space 4} 2.376607{col 67}{space 3} 3.707056
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 4.932676{col 26}{space 2} .3397233{col 37}{space 1}   14.52{col 46}{space 3}0.000{col 54}{space 4} 4.266618{col 67}{space 3} 5.598735
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 4.879533{col 26}{space 2} .3528285{col 37}{space 1}   13.83{col 46}{space 3}0.000{col 54}{space 4}  4.18778{col 67}{space 3} 5.571285
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 4.475537{col 26}{space 2} .3341219{col 37}{space 1}   13.39{col 46}{space 3}0.000{col 54}{space 4} 3.820461{col 67}{space 3} 5.130613
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 4.872778{col 26}{space 2} .3384163{col 37}{space 1}   14.40{col 46}{space 3}0.000{col 54}{space 4} 4.209282{col 67}{space 3} 5.536274
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 3.550663{col 26}{space 2} .3416169{col 37}{space 1}   10.39{col 46}{space 3}0.000{col 54}{space 4} 2.880892{col 67}{space 3} 4.220434
{txt}{space 8}225  {c |}{col 14}{res}{space 2} 3.705378{col 26}{space 2} .3397981{col 37}{space 1}   10.90{col 46}{space 3}0.000{col 54}{space 4} 3.039173{col 67}{space 3} 4.371583
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 4.061695{col 26}{space 2} .3401867{col 37}{space 1}   11.94{col 46}{space 3}0.000{col 54}{space 4} 3.394728{col 67}{space 3} 4.728662
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 3.425285{col 26}{space 2} .3321421{col 37}{space 1}   10.31{col 46}{space 3}0.000{col 54}{space 4}  2.77409{col 67}{space 3}  4.07648
{txt}{space 8}228  {c |}{col 14}{res}{space 2} 2.668181{col 26}{space 2} .3367872{col 37}{space 1}    7.92{col 46}{space 3}0.000{col 54}{space 4} 2.007879{col 67}{space 3} 3.328483
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 2.860989{col 26}{space 2} .3345184{col 37}{space 1}    8.55{col 46}{space 3}0.000{col 54}{space 4} 2.205136{col 67}{space 3} 3.516843
{txt}{space 8}230  {c |}{col 14}{res}{space 2} 3.231106{col 26}{space 2} .3313291{col 37}{space 1}    9.75{col 46}{space 3}0.000{col 54}{space 4} 2.581505{col 67}{space 3} 3.880707
{txt}{space 8}231  {c |}{col 14}{res}{space 2} 2.603567{col 26}{space 2} .3293054{col 37}{space 1}    7.91{col 46}{space 3}0.000{col 54}{space 4} 1.957934{col 67}{space 3}   3.2492
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 2.654745{col 26}{space 2} .3268195{col 37}{space 1}    8.12{col 46}{space 3}0.000{col 54}{space 4} 2.013986{col 67}{space 3} 3.295504
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 2.505039{col 26}{space 2} .3283669{col 37}{space 1}    7.63{col 46}{space 3}0.000{col 54}{space 4} 1.861246{col 67}{space 3} 3.148832
{txt}{space 8}234  {c |}{col 14}{res}{space 2} 2.102401{col 26}{space 2} .3312547{col 37}{space 1}    6.35{col 46}{space 3}0.000{col 54}{space 4} 1.452946{col 67}{space 3} 2.751856
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 2.685634{col 26}{space 2} .3342096{col 37}{space 1}    8.04{col 46}{space 3}0.000{col 54}{space 4} 2.030386{col 67}{space 3} 3.340882
{txt}{space 8}236  {c |}{col 14}{res}{space 2} 3.486056{col 26}{space 2} .3293891{col 37}{space 1}   10.58{col 46}{space 3}0.000{col 54}{space 4} 2.840258{col 67}{space 3} 4.131853
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 2.700627{col 26}{space 2} .3249571{col 37}{space 1}    8.31{col 46}{space 3}0.000{col 54}{space 4}  2.06352{col 67}{space 3} 3.337735
{txt}{space 8}238  {c |}{col 14}{res}{space 2} 2.890686{col 26}{space 2} .3253171{col 37}{space 1}    8.89{col 46}{space 3}0.000{col 54}{space 4} 2.252872{col 67}{space 3} 3.528499
{txt}{space 8}239  {c |}{col 14}{res}{space 2} 3.013999{col 26}{space 2} .3274842{col 37}{space 1}    9.20{col 46}{space 3}0.000{col 54}{space 4} 2.371937{col 67}{space 3} 3.656062
{txt}{space 8}240  {c |}{col 14}{res}{space 2} 2.335955{col 26}{space 2} .3319796{col 37}{space 1}    7.04{col 46}{space 3}0.000{col 54}{space 4} 1.685079{col 67}{space 3} 2.986831
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 4.135462{col 26}{space 2} .3503532{col 37}{space 1}   11.80{col 46}{space 3}0.000{col 54}{space 4} 3.448563{col 67}{space 3} 4.822361
{txt}{space 8}242  {c |}{col 14}{res}{space 2}   3.2663{col 26}{space 2} .4120878{col 37}{space 1}    7.93{col 46}{space 3}0.000{col 54}{space 4} 2.458365{col 67}{space 3} 4.074236
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 3.381754{col 26}{space 2}  .344717{col 37}{space 1}    9.81{col 46}{space 3}0.000{col 54}{space 4} 2.705905{col 67}{space 3} 4.057603
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 3.537661{col 26}{space 2} .3335823{col 37}{space 1}   10.61{col 46}{space 3}0.000{col 54}{space 4} 2.883642{col 67}{space 3} 4.191679
{txt}{space 8}245  {c |}{col 14}{res}{space 2} 1.178104{col 26}{space 2} .3529888{col 37}{space 1}    3.34{col 46}{space 3}0.001{col 54}{space 4} .4860376{col 67}{space 3} 1.870171
{txt}{space 8}246  {c |}{col 14}{res}{space 2} .1791729{col 26}{space 2} .3746964{col 37}{space 1}    0.48{col 46}{space 3}0.633{col 54}{space 4}-.5554533{col 67}{space 3} .9137991
{txt}{space 8}247  {c |}{col 14}{res}{space 2} .0651229{col 26}{space 2} .3660232{col 37}{space 1}    0.18{col 46}{space 3}0.859{col 54}{space 4}-.6524988{col 67}{space 3} .7827445
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-1.652745{col 26}{space 2} .4038797{col 37}{space 1}   -4.09{col 46}{space 3}0.000{col 54}{space 4}-2.444588{col 67}{space 3}-.8609025
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-1.744002{col 26}{space 2} .4845166{col 37}{space 1}   -3.60{col 46}{space 3}0.000{col 54}{space 4}-2.693941{col 67}{space 3}-.7940632
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-3.452461{col 26}{space 2} .3858794{col 37}{space 1}   -8.95{col 46}{space 3}0.000{col 54}{space 4}-4.209013{col 67}{space 3} -2.69591
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    3945
                                                       {txt}F(158,  3786) ={res}   99.91
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8279
                                                       {txt}Root MSE      = {res} .58411

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .3495719{col 26}{space 2} .0352733{col 37}{space 1}    9.91{col 46}{space 3}0.000{col 54}{space 4} .2804155{col 67}{space 3} .4187284
{txt}{space 12} {c |}
{space 8}date {c |}
{space 9}91  {c |}{col 14}{res}{space 2} 1.364381{col 26}{space 2} .3597577{col 37}{space 1}    3.79{col 46}{space 3}0.000{col 54}{space 4} .6590436{col 67}{space 3} 2.069719
{txt}{space 9}92  {c |}{col 14}{res}{space 2} .9326192{col 26}{space 2} .4300437{col 37}{space 1}    2.17{col 46}{space 3}0.030{col 54}{space 4} .0894796{col 67}{space 3} 1.775759
{txt}{space 9}93  {c |}{col 14}{res}{space 2} .8328372{col 26}{space 2} .3109595{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .2231729{col 67}{space 3} 1.442501
{txt}{space 9}94  {c |}{col 14}{res}{space 2} 2.178549{col 26}{space 2} .3487818{col 37}{space 1}    6.25{col 46}{space 3}0.000{col 54}{space 4}  1.49473{col 67}{space 3} 2.862367
{txt}{space 9}95  {c |}{col 14}{res}{space 2} 1.517022{col 26}{space 2} .3040485{col 37}{space 1}    4.99{col 46}{space 3}0.000{col 54}{space 4} .9209077{col 67}{space 3} 2.113137
{txt}{space 9}96  {c |}{col 14}{res}{space 2}-.4238944{col 26}{space 2}  .442543{col 37}{space 1}   -0.96{col 46}{space 3}0.338{col 54}{space 4} -1.29154{col 67}{space 3} .4437514
{txt}{space 9}97  {c |}{col 14}{res}{space 2} .0655795{col 26}{space 2} .2954547{col 37}{space 1}    0.22{col 46}{space 3}0.824{col 54}{space 4}-.5136863{col 67}{space 3} .6448453
{txt}{space 9}98  {c |}{col 14}{res}{space 2}-.5893427{col 26}{space 2} .3016698{col 37}{space 1}   -1.95{col 46}{space 3}0.051{col 54}{space 4}-1.180794{col 67}{space 3} .0021083
{txt}{space 9}99  {c |}{col 14}{res}{space 2}-.9432622{col 26}{space 2}   .29448{col 37}{space 1}   -3.20{col 46}{space 3}0.001{col 54}{space 4}-1.520617{col 67}{space 3}-.3659075
{txt}{space 8}100  {c |}{col 14}{res}{space 2} .2757242{col 26}{space 2} .3089401{col 37}{space 1}    0.89{col 46}{space 3}0.372{col 54}{space 4} -.329981{col 67}{space 3} .8814293
{txt}{space 8}101  {c |}{col 14}{res}{space 2}  .293985{col 26}{space 2} .2559424{col 37}{space 1}    1.15{col 46}{space 3}0.251{col 54}{space 4}-.2078134{col 67}{space 3} .7957834
{txt}{space 8}102  {c |}{col 14}{res}{space 2} .1502762{col 26}{space 2} .2694756{col 37}{space 1}    0.56{col 46}{space 3}0.577{col 54}{space 4}-.3780551{col 67}{space 3} .6786075
{txt}{space 8}103  {c |}{col 14}{res}{space 2} .2957619{col 26}{space 2}  .299287{col 37}{space 1}    0.99{col 46}{space 3}0.323{col 54}{space 4}-.2910174{col 67}{space 3} .8825412
{txt}{space 8}104  {c |}{col 14}{res}{space 2} -.801348{col 26}{space 2} .2666011{col 37}{space 1}   -3.01{col 46}{space 3}0.003{col 54}{space 4}-1.324044{col 67}{space 3}-.2786524
{txt}{space 8}105  {c |}{col 14}{res}{space 2} 1.218609{col 26}{space 2} .2794453{col 37}{space 1}    4.36{col 46}{space 3}0.000{col 54}{space 4} .6707307{col 67}{space 3} 1.766486
{txt}{space 8}106  {c |}{col 14}{res}{space 2} 1.172434{col 26}{space 2} .3227129{col 37}{space 1}    3.63{col 46}{space 3}0.000{col 54}{space 4} .5397262{col 67}{space 3} 1.805142
{txt}{space 8}107  {c |}{col 14}{res}{space 2} 1.348173{col 26}{space 2} .2609213{col 37}{space 1}    5.17{col 46}{space 3}0.000{col 54}{space 4} .8366136{col 67}{space 3} 1.859733
{txt}{space 8}108  {c |}{col 14}{res}{space 2} 2.068904{col 26}{space 2} .3272828{col 37}{space 1}    6.32{col 46}{space 3}0.000{col 54}{space 4} 1.427236{col 67}{space 3} 2.710572
{txt}{space 8}109  {c |}{col 14}{res}{space 2} -.171038{col 26}{space 2} .3061524{col 37}{space 1}   -0.56{col 46}{space 3}0.576{col 54}{space 4}-.7712775{col 67}{space 3} .4292015
{txt}{space 8}110  {c |}{col 14}{res}{space 2}-.3174233{col 26}{space 2} .3037676{col 37}{space 1}   -1.04{col 46}{space 3}0.296{col 54}{space 4}-.9129874{col 67}{space 3} .2781407
{txt}{space 8}111  {c |}{col 14}{res}{space 2}-.9677788{col 26}{space 2} .3082355{col 37}{space 1}   -3.14{col 46}{space 3}0.002{col 54}{space 4}-1.572103{col 67}{space 3}-.3634551
{txt}{space 8}112  {c |}{col 14}{res}{space 2}-.8797771{col 26}{space 2} .3403614{col 37}{space 1}   -2.58{col 46}{space 3}0.010{col 54}{space 4}-1.547087{col 67}{space 3}-.2124676
{txt}{space 8}113  {c |}{col 14}{res}{space 2} .1618779{col 26}{space 2} .2835457{col 37}{space 1}    0.57{col 46}{space 3}0.568{col 54}{space 4}-.3940392{col 67}{space 3}  .717795
{txt}{space 8}114  {c |}{col 14}{res}{space 2} .3703432{col 26}{space 2}   .30441{col 37}{space 1}    1.22{col 46}{space 3}0.224{col 54}{space 4}-.2264802{col 67}{space 3} .9671665
{txt}{space 8}115  {c |}{col 14}{res}{space 2} .3593348{col 26}{space 2}  .272888{col 37}{space 1}    1.32{col 46}{space 3}0.188{col 54}{space 4} -.175687{col 67}{space 3} .8943566
{txt}{space 8}116  {c |}{col 14}{res}{space 2} .1665628{col 26}{space 2} .3072753{col 37}{space 1}    0.54{col 46}{space 3}0.588{col 54}{space 4}-.4358783{col 67}{space 3} .7690038
{txt}{space 8}117  {c |}{col 14}{res}{space 2}-.3707547{col 26}{space 2} .3425533{col 37}{space 1}   -1.08{col 46}{space 3}0.279{col 54}{space 4}-1.042361{col 67}{space 3}  .300852
{txt}{space 8}118  {c |}{col 14}{res}{space 2}-1.406594{col 26}{space 2}  .549516{col 37}{space 1}   -2.56{col 46}{space 3}0.011{col 54}{space 4} -2.48397{col 67}{space 3}-.3292175
{txt}{space 8}119  {c |}{col 14}{res}{space 2}-.6650229{col 26}{space 2} .2596717{col 37}{space 1}   -2.56{col 46}{space 3}0.010{col 54}{space 4}-1.174133{col 67}{space 3} -.155913
{txt}{space 8}120  {c |}{col 14}{res}{space 2} -1.34316{col 26}{space 2} .2491056{col 37}{space 1}   -5.39{col 46}{space 3}0.000{col 54}{space 4}-1.831554{col 67}{space 3}-.8547655
{txt}{space 8}122  {c |}{col 14}{res}{space 2}-.6073119{col 26}{space 2} .3009624{col 37}{space 1}   -2.02{col 46}{space 3}0.044{col 54}{space 4}-1.197376{col 67}{space 3}-.0172478
{txt}{space 8}123  {c |}{col 14}{res}{space 2}-1.575472{col 26}{space 2} .4102746{col 37}{space 1}   -3.84{col 46}{space 3}0.000{col 54}{space 4}-2.379853{col 67}{space 3}-.7710914
{txt}{space 8}124  {c |}{col 14}{res}{space 2} -1.93999{col 26}{space 2} .3178083{col 37}{space 1}   -6.10{col 46}{space 3}0.000{col 54}{space 4}-2.563082{col 67}{space 3}-1.316898
{txt}{space 8}126  {c |}{col 14}{res}{space 2}-.6732507{col 26}{space 2} .2689472{col 37}{space 1}   -2.50{col 46}{space 3}0.012{col 54}{space 4}-1.200546{col 67}{space 3}-.1459554
{txt}{space 8}127  {c |}{col 14}{res}{space 2}  .448006{col 26}{space 2} .2477659{col 37}{space 1}    1.81{col 46}{space 3}0.071{col 54}{space 4}-.0377617{col 67}{space 3} .9337736
{txt}{space 8}128  {c |}{col 14}{res}{space 2} 1.143415{col 26}{space 2} .2358853{col 37}{space 1}    4.85{col 46}{space 3}0.000{col 54}{space 4} .6809409{col 67}{space 3}  1.60589
{txt}{space 8}129  {c |}{col 14}{res}{space 2} .4179597{col 26}{space 2} .2321987{col 37}{space 1}    1.80{col 46}{space 3}0.072{col 54}{space 4}-.0372869{col 67}{space 3} .8732063
{txt}{space 8}130  {c |}{col 14}{res}{space 2} .1177227{col 26}{space 2} .2413768{col 37}{space 1}    0.49{col 46}{space 3}0.626{col 54}{space 4}-.3555184{col 67}{space 3} .5909637
{txt}{space 8}131  {c |}{col 14}{res}{space 2}-.0574626{col 26}{space 2} .2462023{col 37}{space 1}   -0.23{col 46}{space 3}0.815{col 54}{space 4}-.5401647{col 67}{space 3} .4252394
{txt}{space 8}132  {c |}{col 14}{res}{space 2}-.4586493{col 26}{space 2} .2557831{col 37}{space 1}   -1.79{col 46}{space 3}0.073{col 54}{space 4}-.9601353{col 67}{space 3} .0428367
{txt}{space 8}133  {c |}{col 14}{res}{space 2}-.0867993{col 26}{space 2} .2601924{col 37}{space 1}   -0.33{col 46}{space 3}0.739{col 54}{space 4}-.5969301{col 67}{space 3} .4233316
{txt}{space 8}134  {c |}{col 14}{res}{space 2} .1114443{col 26}{space 2}  .245052{col 37}{space 1}    0.45{col 46}{space 3}0.649{col 54}{space 4}-.3690023{col 67}{space 3} .5918909
{txt}{space 8}135  {c |}{col 14}{res}{space 2}-.0825434{col 26}{space 2} .2536786{col 37}{space 1}   -0.33{col 46}{space 3}0.745{col 54}{space 4}-.5799034{col 67}{space 3} .4148165
{txt}{space 8}136  {c |}{col 14}{res}{space 2} .3712552{col 26}{space 2} .2479666{col 37}{space 1}    1.50{col 46}{space 3}0.134{col 54}{space 4}-.1149057{col 67}{space 3} .8574162
{txt}{space 8}137  {c |}{col 14}{res}{space 2} .5879143{col 26}{space 2} .2415341{col 37}{space 1}    2.43{col 46}{space 3}0.015{col 54}{space 4} .1143647{col 67}{space 3} 1.061464
{txt}{space 8}138  {c |}{col 14}{res}{space 2} .1581767{col 26}{space 2} .2512408{col 37}{space 1}    0.63{col 46}{space 3}0.529{col 54}{space 4}-.3344036{col 67}{space 3}  .650757
{txt}{space 8}139  {c |}{col 14}{res}{space 2} .0484808{col 26}{space 2} .2560483{col 37}{space 1}    0.19{col 46}{space 3}0.850{col 54}{space 4} -.453525{col 67}{space 3} .5504867
{txt}{space 8}140  {c |}{col 14}{res}{space 2} .0936318{col 26}{space 2} .2593877{col 37}{space 1}    0.36{col 46}{space 3}0.718{col 54}{space 4}-.4149212{col 67}{space 3} .6021848
{txt}{space 8}141  {c |}{col 14}{res}{space 2}-.1929988{col 26}{space 2} .2687533{col 37}{space 1}   -0.72{col 46}{space 3}0.473{col 54}{space 4}-.7199139{col 67}{space 3} .3339164
{txt}{space 8}142  {c |}{col 14}{res}{space 2}-.0843974{col 26}{space 2} .2480058{col 37}{space 1}   -0.34{col 46}{space 3}0.734{col 54}{space 4}-.5706353{col 67}{space 3} .4018405
{txt}{space 8}143  {c |}{col 14}{res}{space 2}-.0323102{col 26}{space 2}  .245247{col 37}{space 1}   -0.13{col 46}{space 3}0.895{col 54}{space 4}-.5131391{col 67}{space 3} .4485188
{txt}{space 8}144  {c |}{col 14}{res}{space 2}-.6267433{col 26}{space 2}  .251117{col 37}{space 1}   -2.50{col 46}{space 3}0.013{col 54}{space 4}-1.119081{col 67}{space 3}-.1344056
{txt}{space 8}145  {c |}{col 14}{res}{space 2}-.3485696{col 26}{space 2} .2443679{col 37}{space 1}   -1.43{col 46}{space 3}0.154{col 54}{space 4}-.8276751{col 67}{space 3} .1305359
{txt}{space 8}146  {c |}{col 14}{res}{space 2}-.2068775{col 26}{space 2} .2460165{col 37}{space 1}   -0.84{col 46}{space 3}0.400{col 54}{space 4}-.6892152{col 67}{space 3} .2754601
{txt}{space 8}147  {c |}{col 14}{res}{space 2}-.3758945{col 26}{space 2} .2405773{col 37}{space 1}   -1.56{col 46}{space 3}0.118{col 54}{space 4} -.847568{col 67}{space 3} .0957791
{txt}{space 8}148  {c |}{col 14}{res}{space 2}-.2535145{col 26}{space 2}   .24729{col 37}{space 1}   -1.03{col 46}{space 3}0.305{col 54}{space 4} -.738349{col 67}{space 3}   .23132
{txt}{space 8}149  {c |}{col 14}{res}{space 2} .2468331{col 26}{space 2} .2373526{col 37}{space 1}    1.04{col 46}{space 3}0.298{col 54}{space 4}-.2185182{col 67}{space 3} .7121845
{txt}{space 8}150  {c |}{col 14}{res}{space 2} .2626438{col 26}{space 2} .2421898{col 37}{space 1}    1.08{col 46}{space 3}0.278{col 54}{space 4}-.2121913{col 67}{space 3} .7374788
{txt}{space 8}151  {c |}{col 14}{res}{space 2}  .078881{col 26}{space 2} .2409384{col 37}{space 1}    0.33{col 46}{space 3}0.743{col 54}{space 4}-.3935005{col 67}{space 3} .5512626
{txt}{space 8}152  {c |}{col 14}{res}{space 2} .3183427{col 26}{space 2}   .23798{col 37}{space 1}    1.34{col 46}{space 3}0.181{col 54}{space 4}-.1482386{col 67}{space 3} .7849241
{txt}{space 8}153  {c |}{col 14}{res}{space 2} .5461628{col 26}{space 2} .2518048{col 37}{space 1}    2.17{col 46}{space 3}0.030{col 54}{space 4} .0524766{col 67}{space 3} 1.039849
{txt}{space 8}154  {c |}{col 14}{res}{space 2} .2173973{col 26}{space 2} .2508901{col 37}{space 1}    0.87{col 46}{space 3}0.386{col 54}{space 4}-.2744956{col 67}{space 3} .7092902
{txt}{space 8}155  {c |}{col 14}{res}{space 2} .4037981{col 26}{space 2} .2429083{col 37}{space 1}    1.66{col 46}{space 3}0.097{col 54}{space 4}-.0724457{col 67}{space 3} .8800419
{txt}{space 8}156  {c |}{col 14}{res}{space 2} .0900351{col 26}{space 2} .2500004{col 37}{space 1}    0.36{col 46}{space 3}0.719{col 54}{space 4}-.4001135{col 67}{space 3} .5801837
{txt}{space 8}157  {c |}{col 14}{res}{space 2}-.7582574{col 26}{space 2}  .250324{col 37}{space 1}   -3.03{col 46}{space 3}0.002{col 54}{space 4} -1.24904{col 67}{space 3}-.2674744
{txt}{space 8}158  {c |}{col 14}{res}{space 2}-.2381726{col 26}{space 2} .2535066{col 37}{space 1}   -0.94{col 46}{space 3}0.348{col 54}{space 4}-.7351953{col 67}{space 3} .2588501
{txt}{space 8}159  {c |}{col 14}{res}{space 2}-.7219825{col 26}{space 2} .2534138{col 37}{space 1}   -2.85{col 46}{space 3}0.004{col 54}{space 4}-1.218823{col 67}{space 3}-.2251417
{txt}{space 8}160  {c |}{col 14}{res}{space 2}-.8323671{col 26}{space 2} .2517828{col 37}{space 1}   -3.31{col 46}{space 3}0.001{col 54}{space 4} -1.32601{col 67}{space 3}-.3387241
{txt}{space 8}161  {c |}{col 14}{res}{space 2}-.6080477{col 26}{space 2} .2606808{col 37}{space 1}   -2.33{col 46}{space 3}0.020{col 54}{space 4}-1.119136{col 67}{space 3}-.0969595
{txt}{space 8}162  {c |}{col 14}{res}{space 2}-1.355482{col 26}{space 2} .2426851{col 37}{space 1}   -5.59{col 46}{space 3}0.000{col 54}{space 4}-1.831288{col 67}{space 3}-.8796756
{txt}{space 8}163  {c |}{col 14}{res}{space 2}-1.001111{col 26}{space 2} .2362412{col 37}{space 1}   -4.24{col 46}{space 3}0.000{col 54}{space 4}-1.464283{col 67}{space 3}-.5379387
{txt}{space 8}164  {c |}{col 14}{res}{space 2}-1.432289{col 26}{space 2} .2395705{col 37}{space 1}   -5.98{col 46}{space 3}0.000{col 54}{space 4}-1.901988{col 67}{space 3}-.9625891
{txt}{space 8}165  {c |}{col 14}{res}{space 2}-.8236119{col 26}{space 2} .2528227{col 37}{space 1}   -3.26{col 46}{space 3}0.001{col 54}{space 4}-1.319294{col 67}{space 3}  -.32793
{txt}{space 8}166  {c |}{col 14}{res}{space 2}-.0592633{col 26}{space 2} .2481079{col 37}{space 1}   -0.24{col 46}{space 3}0.811{col 54}{space 4}-.5457015{col 67}{space 3} .4271748
{txt}{space 8}167  {c |}{col 14}{res}{space 2}-.5166158{col 26}{space 2} .2495197{col 37}{space 1}   -2.07{col 46}{space 3}0.038{col 54}{space 4}-1.005822{col 67}{space 3}-.0274098
{txt}{space 8}168  {c |}{col 14}{res}{space 2} 1.025401{col 26}{space 2}  .248615{col 37}{space 1}    4.12{col 46}{space 3}0.000{col 54}{space 4} .5379684{col 67}{space 3} 1.512833
{txt}{space 8}169  {c |}{col 14}{res}{space 2} .5979214{col 26}{space 2} .2398317{col 37}{space 1}    2.49{col 46}{space 3}0.013{col 54}{space 4} .1277096{col 67}{space 3} 1.068133
{txt}{space 8}170  {c |}{col 14}{res}{space 2} .5205316{col 26}{space 2} .2455086{col 37}{space 1}    2.12{col 46}{space 3}0.034{col 54}{space 4} .0391897{col 67}{space 3} 1.001873
{txt}{space 8}171  {c |}{col 14}{res}{space 2} .5274454{col 26}{space 2} .2403904{col 37}{space 1}    2.19{col 46}{space 3}0.028{col 54}{space 4} .0561381{col 67}{space 3} .9987527
{txt}{space 8}172  {c |}{col 14}{res}{space 2}-1.321848{col 26}{space 2} .2550406{col 37}{space 1}   -5.18{col 46}{space 3}0.000{col 54}{space 4}-1.821878{col 67}{space 3}-.8218175
{txt}{space 8}173  {c |}{col 14}{res}{space 2}-.7284001{col 26}{space 2} .2542796{col 37}{space 1}   -2.86{col 46}{space 3}0.004{col 54}{space 4}-1.226938{col 67}{space 3}-.2298618
{txt}{space 8}174  {c |}{col 14}{res}{space 2}-.7333404{col 26}{space 2} .2736588{col 37}{space 1}   -2.68{col 46}{space 3}0.007{col 54}{space 4}-1.269873{col 67}{space 3}-.1968074
{txt}{space 8}175  {c |}{col 14}{res}{space 2}-.9743171{col 26}{space 2} .2596596{col 37}{space 1}   -3.75{col 46}{space 3}0.000{col 54}{space 4}-1.483403{col 67}{space 3}-.4652309
{txt}{space 8}176  {c |}{col 14}{res}{space 2}-.4206075{col 26}{space 2} .2415748{col 37}{space 1}   -1.74{col 46}{space 3}0.082{col 54}{space 4}-.8942368{col 67}{space 3} .0530219
{txt}{space 8}177  {c |}{col 14}{res}{space 2}-.3561044{col 26}{space 2} .2711123{col 37}{space 1}   -1.31{col 46}{space 3}0.189{col 54}{space 4}-.8876446{col 67}{space 3} .1754359
{txt}{space 8}178  {c |}{col 14}{res}{space 2}-.7796035{col 26}{space 2} .2885222{col 37}{space 1}   -2.70{col 46}{space 3}0.007{col 54}{space 4}-1.345278{col 67}{space 3}-.2139294
{txt}{space 8}179  {c |}{col 14}{res}{space 2}-.4762175{col 26}{space 2} .2386224{col 37}{space 1}   -2.00{col 46}{space 3}0.046{col 54}{space 4}-.9440584{col 67}{space 3}-.0083767
{txt}{space 8}180  {c |}{col 14}{res}{space 2}-.7092815{col 26}{space 2}   .24974{col 37}{space 1}   -2.84{col 46}{space 3}0.005{col 54}{space 4}-1.198919{col 67}{space 3}-.2196436
{txt}{space 8}181  {c |}{col 14}{res}{space 2}-1.301468{col 26}{space 2} .2432859{col 37}{space 1}   -5.35{col 46}{space 3}0.000{col 54}{space 4}-1.778452{col 67}{space 3}-.8244837
{txt}{space 8}182  {c |}{col 14}{res}{space 2}-.7325216{col 26}{space 2} .2494267{col 37}{space 1}   -2.94{col 46}{space 3}0.003{col 54}{space 4}-1.221545{col 67}{space 3} -.243498
{txt}{space 8}183  {c |}{col 14}{res}{space 2}-2.400738{col 26}{space 2}   .26383{col 37}{space 1}   -9.10{col 46}{space 3}0.000{col 54}{space 4}   -2.918{col 67}{space 3}-1.883475
{txt}{space 8}184  {c |}{col 14}{res}{space 2}-1.720973{col 26}{space 2} .2389237{col 37}{space 1}   -7.20{col 46}{space 3}0.000{col 54}{space 4}-2.189404{col 67}{space 3}-1.252541
{txt}{space 8}185  {c |}{col 14}{res}{space 2}-1.196795{col 26}{space 2} .2350225{col 37}{space 1}   -5.09{col 46}{space 3}0.000{col 54}{space 4}-1.657578{col 67}{space 3}-.7360122
{txt}{space 8}186  {c |}{col 14}{res}{space 2}-1.534841{col 26}{space 2} .2421911{col 37}{space 1}   -6.34{col 46}{space 3}0.000{col 54}{space 4}-2.009679{col 67}{space 3}-1.060003
{txt}{space 8}187  {c |}{col 14}{res}{space 2} 1.130571{col 26}{space 2} .2293064{col 37}{space 1}    4.93{col 46}{space 3}0.000{col 54}{space 4} .6809954{col 67}{space 3} 1.580147
{txt}{space 8}188  {c |}{col 14}{res}{space 2}  .568529{col 26}{space 2} .2270196{col 37}{space 1}    2.50{col 46}{space 3}0.012{col 54}{space 4} .1234364{col 67}{space 3} 1.013621
{txt}{space 8}189  {c |}{col 14}{res}{space 2}-.0337717{col 26}{space 2} .2366699{col 37}{space 1}   -0.14{col 46}{space 3}0.887{col 54}{space 4}-.4977845{col 67}{space 3} .4302412
{txt}{space 8}190  {c |}{col 14}{res}{space 2}  .138941{col 26}{space 2} .2344645{col 37}{space 1}    0.59{col 46}{space 3}0.553{col 54}{space 4}-.3207479{col 67}{space 3} .5986299
{txt}{space 8}191  {c |}{col 14}{res}{space 2}-.9132374{col 26}{space 2} .2571987{col 37}{space 1}   -3.55{col 46}{space 3}0.000{col 54}{space 4}-1.417499{col 67}{space 3}-.4089761
{txt}{space 8}192  {c |}{col 14}{res}{space 2}-2.614242{col 26}{space 2} .2685989{col 37}{space 1}   -9.73{col 46}{space 3}0.000{col 54}{space 4}-3.140855{col 67}{space 3} -2.08763
{txt}{space 8}193  {c |}{col 14}{res}{space 2}-1.490325{col 26}{space 2} .2455519{col 37}{space 1}   -6.07{col 46}{space 3}0.000{col 54}{space 4}-1.971752{col 67}{space 3}-1.008899
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-3.437879{col 26}{space 2} .2707444{col 37}{space 1}  -12.70{col 46}{space 3}0.000{col 54}{space 4}-3.968698{col 67}{space 3} -2.90706
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-3.497526{col 26}{space 2} .2719761{col 37}{space 1}  -12.86{col 46}{space 3}0.000{col 54}{space 4} -4.03076{col 67}{space 3}-2.964292
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 2.056642{col 26}{space 2} .2630987{col 37}{space 1}    7.82{col 46}{space 3}0.000{col 54}{space 4} 1.540813{col 67}{space 3} 2.572471
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 2.507453{col 26}{space 2} .2589522{col 37}{space 1}    9.68{col 46}{space 3}0.000{col 54}{space 4} 1.999754{col 67}{space 3} 3.015153
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 4.603491{col 26}{space 2} .2812509{col 37}{space 1}   16.37{col 46}{space 3}0.000{col 54}{space 4} 4.052073{col 67}{space 3} 5.154909
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 3.928853{col 26}{space 2} .2511406{col 37}{space 1}   15.64{col 46}{space 3}0.000{col 54}{space 4} 3.436469{col 67}{space 3} 4.421236
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-1.717308{col 26}{space 2} .2752965{col 37}{space 1}   -6.24{col 46}{space 3}0.000{col 54}{space 4}-2.257052{col 67}{space 3}-1.177565
{txt}{space 8}201  {c |}{col 14}{res}{space 2}-1.389537{col 26}{space 2}  .282886{col 37}{space 1}   -4.91{col 46}{space 3}0.000{col 54}{space 4}-1.944161{col 67}{space 3}-.8349134
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-1.245012{col 26}{space 2} .3142021{col 37}{space 1}   -3.96{col 46}{space 3}0.000{col 54}{space 4}-1.861034{col 67}{space 3}-.6289903
{txt}{space 8}203  {c |}{col 14}{res}{space 2}-.8992931{col 26}{space 2} .2916728{col 37}{space 1}   -3.08{col 46}{space 3}0.002{col 54}{space 4}-1.471144{col 67}{space 3} -.327442
{txt}{space 8}204  {c |}{col 14}{res}{space 2}-.0191184{col 26}{space 2} .2437059{col 37}{space 1}   -0.08{col 46}{space 3}0.937{col 54}{space 4} -.496926{col 67}{space 3} .4586892
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-1.205952{col 26}{space 2} .2570372{col 37}{space 1}   -4.69{col 46}{space 3}0.000{col 54}{space 4}-1.709896{col 67}{space 3}-.7020071
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-1.995536{col 26}{space 2} .2698472{col 37}{space 1}   -7.40{col 46}{space 3}0.000{col 54}{space 4}-2.524596{col 67}{space 3}-1.466476
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-2.260666{col 26}{space 2} .2568003{col 37}{space 1}   -8.80{col 46}{space 3}0.000{col 54}{space 4}-2.764146{col 67}{space 3}-1.757186
{txt}{space 8}208  {c |}{col 14}{res}{space 2}-1.356993{col 26}{space 2} .2500062{col 37}{space 1}   -5.43{col 46}{space 3}0.000{col 54}{space 4}-1.847153{col 67}{space 3} -.866833
{txt}{space 8}209  {c |}{col 14}{res}{space 2}-.1357529{col 26}{space 2} .2345062{col 37}{space 1}   -0.58{col 46}{space 3}0.563{col 54}{space 4}-.5955235{col 67}{space 3} .3240177
{txt}{space 8}210  {c |}{col 14}{res}{space 2} .8364132{col 26}{space 2} .2421538{col 37}{space 1}    3.45{col 46}{space 3}0.001{col 54}{space 4} .3616487{col 67}{space 3} 1.311178
{txt}{space 8}211  {c |}{col 14}{res}{space 2} .4755314{col 26}{space 2} .2342522{col 37}{space 1}    2.03{col 46}{space 3}0.042{col 54}{space 4} .0162586{col 67}{space 3} .9348041
{txt}{space 8}212  {c |}{col 14}{res}{space 2} .4432437{col 26}{space 2} .2331759{col 37}{space 1}    1.90{col 46}{space 3}0.057{col 54}{space 4}-.0139189{col 67}{space 3} .9004062
{txt}{space 8}213  {c |}{col 14}{res}{space 2} .6183463{col 26}{space 2} .2425496{col 37}{space 1}    2.55{col 46}{space 3}0.011{col 54}{space 4} .1428058{col 67}{space 3} 1.093887
{txt}{space 8}214  {c |}{col 14}{res}{space 2} -.659564{col 26}{space 2} .2531687{col 37}{space 1}   -2.61{col 46}{space 3}0.009{col 54}{space 4}-1.155924{col 67}{space 3}-.1632037
{txt}{space 8}215  {c |}{col 14}{res}{space 2} .4174719{col 26}{space 2}  .247937{col 37}{space 1}    1.68{col 46}{space 3}0.092{col 54}{space 4} -.068631{col 67}{space 3} .9035749
{txt}{space 8}216  {c |}{col 14}{res}{space 2}-.1250694{col 26}{space 2} .2494651{col 37}{space 1}   -0.50{col 46}{space 3}0.616{col 54}{space 4}-.6141683{col 67}{space 3} .3640296
{txt}{space 8}217  {c |}{col 14}{res}{space 2}-.7434889{col 26}{space 2} .2512171{col 37}{space 1}   -2.96{col 46}{space 3}0.003{col 54}{space 4}-1.236023{col 67}{space 3}-.2509549
{txt}{space 8}218  {c |}{col 14}{res}{space 2}-.1118918{col 26}{space 2} .2424694{col 37}{space 1}   -0.46{col 46}{space 3}0.644{col 54}{space 4}-.5872751{col 67}{space 3} .3634916
{txt}{space 8}219  {c |}{col 14}{res}{space 2}-.3420543{col 26}{space 2} .2489416{col 37}{space 1}   -1.37{col 46}{space 3}0.170{col 54}{space 4}-.8301268{col 67}{space 3} .1460183
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 1.710649{col 26}{space 2} .2410037{col 37}{space 1}    7.10{col 46}{space 3}0.000{col 54}{space 4}  1.23814{col 67}{space 3} 2.183159
{txt}{space 8}221  {c |}{col 14}{res}{space 2}  1.81739{col 26}{space 2} .2533786{col 37}{space 1}    7.17{col 46}{space 3}0.000{col 54}{space 4} 1.320618{col 67}{space 3} 2.314162
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 1.399102{col 26}{space 2} .2394314{col 37}{space 1}    5.84{col 46}{space 3}0.000{col 54}{space 4} .9296746{col 67}{space 3} 1.868528
{txt}{space 8}223  {c |}{col 14}{res}{space 2}   1.6949{col 26}{space 2} .2409631{col 37}{space 1}    7.03{col 46}{space 3}0.000{col 54}{space 4}  1.22247{col 67}{space 3}  2.16733
{txt}{space 8}224  {c |}{col 14}{res}{space 2}-.2962889{col 26}{space 2} .2759051{col 37}{space 1}   -1.07{col 46}{space 3}0.283{col 54}{space 4}-.8372259{col 67}{space 3} .2446481
{txt}{space 8}225  {c |}{col 14}{res}{space 2}-.0975635{col 26}{space 2}  .269428{col 37}{space 1}   -0.36{col 46}{space 3}0.717{col 54}{space 4}-.6258015{col 67}{space 3} .4306745
{txt}{space 8}226  {c |}{col 14}{res}{space 2} .3740132{col 26}{space 2} .2638413{col 37}{space 1}    1.42{col 46}{space 3}0.156{col 54}{space 4}-.1432717{col 67}{space 3} .8912981
{txt}{space 8}227  {c |}{col 14}{res}{space 2}-.3381989{col 26}{space 2} .2644251{col 37}{space 1}   -1.28{col 46}{space 3}0.201{col 54}{space 4}-.8566285{col 67}{space 3} .1802306
{txt}{space 8}228  {c |}{col 14}{res}{space 2}-.6657976{col 26}{space 2}  .247432{col 37}{space 1}   -2.69{col 46}{space 3}0.007{col 54}{space 4}-1.150911{col 67}{space 3}-.1806847
{txt}{space 8}229  {c |}{col 14}{res}{space 2}-.4956679{col 26}{space 2} .2523129{col 37}{space 1}   -1.96{col 46}{space 3}0.050{col 54}{space 4}-.9903503{col 67}{space 3}-.0009855
{txt}{space 8}230  {c |}{col 14}{res}{space 2}-.2319132{col 26}{space 2} .2538375{col 37}{space 1}   -0.91{col 46}{space 3}0.361{col 54}{space 4}-.7295846{col 67}{space 3} .2657582
{txt}{space 8}231  {c |}{col 14}{res}{space 2}-.6216459{col 26}{space 2} .2423105{col 37}{space 1}   -2.57{col 46}{space 3}0.010{col 54}{space 4}-1.096718{col 67}{space 3}-.1465741
{txt}{space 8}232  {c |}{col 14}{res}{space 2}-.2342662{col 26}{space 2} .2376833{col 37}{space 1}   -0.99{col 46}{space 3}0.324{col 54}{space 4}-.7002659{col 67}{space 3} .2317335
{txt}{space 8}233  {c |}{col 14}{res}{space 2}-.5007908{col 26}{space 2} .2413383{col 37}{space 1}   -2.08{col 46}{space 3}0.038{col 54}{space 4}-.9739565{col 67}{space 3}-.0276251
{txt}{space 8}234  {c |}{col 14}{res}{space 2}-1.061125{col 26}{space 2} .2455732{col 37}{space 1}   -4.32{col 46}{space 3}0.000{col 54}{space 4}-1.542593{col 67}{space 3} -.579656
{txt}{space 8}235  {c |}{col 14}{res}{space 2}-.3186758{col 26}{space 2} .2392682{col 37}{space 1}   -1.33{col 46}{space 3}0.183{col 54}{space 4}-.7877828{col 67}{space 3} .1504312
{txt}{space 8}236  {c |}{col 14}{res}{space 2} .4548765{col 26}{space 2} .2390473{col 37}{space 1}    1.90{col 46}{space 3}0.057{col 54}{space 4}-.0137974{col 67}{space 3} .9235503
{txt}{space 8}237  {c |}{col 14}{res}{space 2}-.2137514{col 26}{space 2} .2356572{col 37}{space 1}   -0.91{col 46}{space 3}0.364{col 54}{space 4}-.6757787{col 67}{space 3} .2482759
{txt}{space 8}238  {c |}{col 14}{res}{space 2} .1374338{col 26}{space 2} .2312381{col 37}{space 1}    0.59{col 46}{space 3}0.552{col 54}{space 4}-.3159294{col 67}{space 3}  .590797
{txt}{space 8}239  {c |}{col 14}{res}{space 2} .0707312{col 26}{space 2} .2388497{col 37}{space 1}    0.30{col 46}{space 3}0.767{col 54}{space 4}-.3975553{col 67}{space 3} .5390177
{txt}{space 8}240  {c |}{col 14}{res}{space 2}-.9068435{col 26}{space 2} .2515133{col 37}{space 1}   -3.61{col 46}{space 3}0.000{col 54}{space 4}-1.399958{col 67}{space 3}-.4137289
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 1.069999{col 26}{space 2} .2608813{col 37}{space 1}    4.10{col 46}{space 3}0.000{col 54}{space 4}  .558517{col 67}{space 3}  1.58148
{txt}{space 8}242  {c |}{col 14}{res}{space 2} .1363524{col 26}{space 2} .3341712{col 37}{space 1}    0.41{col 46}{space 3}0.683{col 54}{space 4}-.5188205{col 67}{space 3} .7915254
{txt}{space 8}243  {c |}{col 14}{res}{space 2}  .219007{col 26}{space 2}  .257898{col 37}{space 1}    0.85{col 46}{space 3}0.396{col 54}{space 4}-.2866255{col 67}{space 3} .7246394
{txt}{space 8}244  {c |}{col 14}{res}{space 2} .6312051{col 26}{space 2} .2357584{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .1689793{col 67}{space 3} 1.093431
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-2.460924{col 26}{space 2} .2690367{col 37}{space 1}   -9.15{col 46}{space 3}0.000{col 54}{space 4}-2.988395{col 67}{space 3}-1.933453
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-3.226354{col 26}{space 2} .3549974{col 37}{space 1}   -9.09{col 46}{space 3}0.000{col 54}{space 4}-3.922359{col 67}{space 3} -2.53035
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-3.211826{col 26}{space 2} .2878506{col 37}{space 1}  -11.16{col 46}{space 3}0.000{col 54}{space 4}-3.776184{col 67}{space 3}-2.647469
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-4.943912{col 26}{space 2} .3402947{col 37}{space 1}  -14.53{col 46}{space 3}0.000{col 54}{space 4} -5.61109{col 67}{space 3}-4.276733
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-4.059158{col 26}{space 2} .4142762{col 37}{space 1}   -9.80{col 46}{space 3}0.000{col 54}{space 4}-4.871384{col 67}{space 3}-3.246932
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .3141135{col 26}{space 2} .2307422{col 37}{space 1}    1.36{col 46}{space 3}0.173{col 54}{space 4}-.1382774{col 67}{space 3} .7665045
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    2971
                                                       {txt}F(159,  2811) ={res}  138.74
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8903
                                                       {txt}Root MSE      = {res} .48359

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L1. {c |}{col 14}{res}{space 2} .5015439{col 26}{space 2} .0603987{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4} .3831135{col 67}{space 3} .6199743
{txt}{space 9}L2. {c |}{col 14}{res}{space 2} .0900646{col 26}{space 2} .0644201{col 37}{space 1}    1.40{col 46}{space 3}0.162{col 54}{space 4}-.0362509{col 67}{space 3} .2163801
{txt}{space 9}L3. {c |}{col 14}{res}{space 2} .1464229{col 26}{space 2} .0646044{col 37}{space 1}    2.27{col 46}{space 3}0.023{col 54}{space 4}  .019746{col 67}{space 3} .2730998
{txt}{space 12} {c |}
{space 8}date {c |}
{space 9}90  {c |}{col 14}{res}{space 2}-.8028671{col 26}{space 2} .6309602{col 37}{space 1}   -1.27{col 46}{space 3}0.203{col 54}{space 4}-2.040059{col 67}{space 3}  .434325
{txt}{space 9}91  {c |}{col 14}{res}{space 2} .2560877{col 26}{space 2} .5477106{col 37}{space 1}    0.47{col 46}{space 3}0.640{col 54}{space 4}-.8178678{col 67}{space 3} 1.330043
{txt}{space 9}92  {c |}{col 14}{res}{space 2} .0009412{col 26}{space 2} .3022934{col 37}{space 1}    0.00{col 46}{space 3}0.998{col 54}{space 4}-.5917982{col 67}{space 3} .5936807
{txt}{space 9}93  {c |}{col 14}{res}{space 2}-.6926431{col 26}{space 2} .2701608{col 37}{space 1}   -2.56{col 46}{space 3}0.010{col 54}{space 4}-1.222377{col 67}{space 3}-.1629096
{txt}{space 9}94  {c |}{col 14}{res}{space 2} .5340035{col 26}{space 2} .3473308{col 37}{space 1}    1.54{col 46}{space 3}0.124{col 54}{space 4}-.1470455{col 67}{space 3} 1.215053
{txt}{space 9}95  {c |}{col 14}{res}{space 2}-.4740113{col 26}{space 2} .3322325{col 37}{space 1}   -1.43{col 46}{space 3}0.154{col 54}{space 4}-1.125456{col 67}{space 3} .1774329
{txt}{space 9}96  {c |}{col 14}{res}{space 2} -1.96431{col 26}{space 2} .4943539{col 37}{space 1}   -3.97{col 46}{space 3}0.000{col 54}{space 4}-2.933643{col 67}{space 3} -.994977
{txt}{space 9}97  {c |}{col 14}{res}{space 2}-1.412422{col 26}{space 2} .3683397{col 37}{space 1}   -3.83{col 46}{space 3}0.000{col 54}{space 4}-2.134665{col 67}{space 3}-.6901785
{txt}{space 9}98  {c |}{col 14}{res}{space 2}-1.302021{col 26}{space 2}  .361687{col 37}{space 1}   -3.60{col 46}{space 3}0.000{col 54}{space 4} -2.01122{col 67}{space 3}-.5928221
{txt}{space 9}99  {c |}{col 14}{res}{space 2}-1.628783{col 26}{space 2}   .33326{col 37}{space 1}   -4.89{col 46}{space 3}0.000{col 54}{space 4}-2.282241{col 67}{space 3}-.9753236
{txt}{space 8}100  {c |}{col 14}{res}{space 2}-.7045767{col 26}{space 2} .2924194{col 37}{space 1}   -2.41{col 46}{space 3}0.016{col 54}{space 4}-1.277955{col 67}{space 3}-.1311984
{txt}{space 8}101  {c |}{col 14}{res}{space 2}-.7462791{col 26}{space 2} .2929227{col 37}{space 1}   -2.55{col 46}{space 3}0.011{col 54}{space 4}-1.320644{col 67}{space 3}-.1719139
{txt}{space 8}102  {c |}{col 14}{res}{space 2}-.8887564{col 26}{space 2} .2714053{col 37}{space 1}   -3.27{col 46}{space 3}0.001{col 54}{space 4} -1.42093{col 67}{space 3}-.3565827
{txt}{space 8}103  {c |}{col 14}{res}{space 2} -.820692{col 26}{space 2} .2777937{col 37}{space 1}   -2.95{col 46}{space 3}0.003{col 54}{space 4}-1.365392{col 67}{space 3}-.2759917
{txt}{space 8}104  {c |}{col 14}{res}{space 2}-2.008489{col 26}{space 2} .2564122{col 37}{space 1}   -7.83{col 46}{space 3}0.000{col 54}{space 4}-2.511264{col 67}{space 3}-1.505714
{txt}{space 8}105  {c |}{col 14}{res}{space 2} .1866529{col 26}{space 2} .4230882{col 37}{space 1}    0.44{col 46}{space 3}0.659{col 54}{space 4}-.6429419{col 67}{space 3} 1.016248
{txt}{space 8}106  {c |}{col 14}{res}{space 2}-.1832313{col 26}{space 2} .2575488{col 37}{space 1}   -0.71{col 46}{space 3}0.477{col 54}{space 4}-.6882351{col 67}{space 3} .3217726
{txt}{space 8}107  {c |}{col 14}{res}{space 2}-.2851821{col 26}{space 2} .2881728{col 37}{space 1}   -0.99{col 46}{space 3}0.322{col 54}{space 4}-.8502336{col 67}{space 3} .2798695
{txt}{space 8}108  {c |}{col 14}{res}{space 2}  .057385{col 26}{space 2} .2661816{col 37}{space 1}    0.22{col 46}{space 3}0.829{col 54}{space 4}-.4645462{col 67}{space 3} .5793161
{txt}{space 8}109  {c |}{col 14}{res}{space 2}-2.302108{col 26}{space 2} .3472943{col 37}{space 1}   -6.63{col 46}{space 3}0.000{col 54}{space 4}-2.983086{col 67}{space 3}-1.621131
{txt}{space 8}110  {c |}{col 14}{res}{space 2}-1.558309{col 26}{space 2} .3489926{col 37}{space 1}   -4.47{col 46}{space 3}0.000{col 54}{space 4}-2.242617{col 67}{space 3}-.8740018
{txt}{space 8}111  {c |}{col 14}{res}{space 2}-1.878324{col 26}{space 2} .3428566{col 37}{space 1}   -5.48{col 46}{space 3}0.000{col 54}{space 4}  -2.5506{col 67}{space 3}-1.206048
{txt}{space 8}112  {c |}{col 14}{res}{space 2}-.9981709{col 26}{space 2}  .309062{col 37}{space 1}   -3.23{col 46}{space 3}0.001{col 54}{space 4}-1.604182{col 67}{space 3}-.3921595
{txt}{space 8}113  {c |}{col 14}{res}{space 2}-.5909092{col 26}{space 2} .3171599{col 37}{space 1}   -1.86{col 46}{space 3}0.063{col 54}{space 4}-1.212799{col 67}{space 3} .0309805
{txt}{space 8}114  {c |}{col 14}{res}{space 2}-.7124591{col 26}{space 2} .3171979{col 37}{space 1}   -2.25{col 46}{space 3}0.025{col 54}{space 4}-1.334423{col 67}{space 3}-.0904949
{txt}{space 8}115  {c |}{col 14}{res}{space 2}-1.042411{col 26}{space 2} .2828681{col 37}{space 1}   -3.69{col 46}{space 3}0.000{col 54}{space 4}-1.597061{col 67}{space 3}-.4877605
{txt}{space 8}116  {c |}{col 14}{res}{space 2}-1.299532{col 26}{space 2} .2643979{col 37}{space 1}   -4.92{col 46}{space 3}0.000{col 54}{space 4}-1.817965{col 67}{space 3} -.781098
{txt}{space 8}117  {c |}{col 14}{res}{space 2}-1.622067{col 26}{space 2}  .302288{col 37}{space 1}   -5.37{col 46}{space 3}0.000{col 54}{space 4}-2.214796{col 67}{space 3}-1.029338
{txt}{space 8}118  {c |}{col 14}{res}{space 2}-2.388579{col 26}{space 2} .5811906{col 37}{space 1}   -4.11{col 46}{space 3}0.000{col 54}{space 4}-3.528182{col 67}{space 3}-1.248975
{txt}{space 8}119  {c |}{col 14}{res}{space 2}-1.098368{col 26}{space 2} .2675438{col 37}{space 1}   -4.11{col 46}{space 3}0.000{col 54}{space 4} -1.62297{col 67}{space 3}-.5737663
{txt}{space 8}120  {c |}{col 14}{res}{space 2}  -1.8681{col 26}{space 2} .2254227{col 37}{space 1}   -8.29{col 46}{space 3}0.000{col 54}{space 4}-2.310111{col 67}{space 3}-1.426089
{txt}{space 8}125  {c |}{col 14}{res}{space 2}-.7892667{col 26}{space 2} .2590763{col 37}{space 1}   -3.05{col 46}{space 3}0.002{col 54}{space 4}-1.297266{col 67}{space 3}-.2812679
{txt}{space 8}126  {c |}{col 14}{res}{space 2} -.685147{col 26}{space 2} .1970736{col 37}{space 1}   -3.48{col 46}{space 3}0.001{col 54}{space 4}-1.071571{col 67}{space 3}-.2987235
{txt}{space 8}127  {c |}{col 14}{res}{space 2}-.2221846{col 26}{space 2} .2259619{col 37}{space 1}   -0.98{col 46}{space 3}0.326{col 54}{space 4}-.6652526{col 67}{space 3} .2208835
{txt}{space 8}128  {c |}{col 14}{res}{space 2}-.3504383{col 26}{space 2} .2174891{col 37}{space 1}   -1.61{col 46}{space 3}0.107{col 54}{space 4}-.7768929{col 67}{space 3} .0760162
{txt}{space 8}129  {c |}{col 14}{res}{space 2}-1.018892{col 26}{space 2} .2368775{col 37}{space 1}   -4.30{col 46}{space 3}0.000{col 54}{space 4}-1.483364{col 67}{space 3}-.5544208
{txt}{space 8}130  {c |}{col 14}{res}{space 2}-1.269269{col 26}{space 2}  .251324{col 37}{space 1}   -5.05{col 46}{space 3}0.000{col 54}{space 4}-1.762067{col 67}{space 3}-.7764709
{txt}{space 8}131  {c |}{col 14}{res}{space 2}-1.053505{col 26}{space 2} .2541322{col 37}{space 1}   -4.15{col 46}{space 3}0.000{col 54}{space 4}-1.551809{col 67}{space 3}-.5552005
{txt}{space 8}132  {c |}{col 14}{res}{space 2} -1.33743{col 26}{space 2} .2381799{col 37}{space 1}   -5.62{col 46}{space 3}0.000{col 54}{space 4}-1.804455{col 67}{space 3}-.8704051
{txt}{space 8}133  {c |}{col 14}{res}{space 2}-.8968083{col 26}{space 2} .2522024{col 37}{space 1}   -3.56{col 46}{space 3}0.000{col 54}{space 4}-1.391329{col 67}{space 3}-.4022878
{txt}{space 8}134  {c |}{col 14}{res}{space 2}-.8188874{col 26}{space 2} .2328125{col 37}{space 1}   -3.52{col 46}{space 3}0.000{col 54}{space 4}-1.275388{col 67}{space 3}-.3623866
{txt}{space 8}135  {c |}{col 14}{res}{space 2}-1.182588{col 26}{space 2} .2515625{col 37}{space 1}   -4.70{col 46}{space 3}0.000{col 54}{space 4}-1.675854{col 67}{space 3}-.6893223
{txt}{space 8}136  {c |}{col 14}{res}{space 2}-.7092887{col 26}{space 2} .2400691{col 37}{space 1}   -2.95{col 46}{space 3}0.003{col 54}{space 4}-1.180018{col 67}{space 3}-.2385592
{txt}{space 8}137  {c |}{col 14}{res}{space 2}-.5812764{col 26}{space 2} .2403219{col 37}{space 1}   -2.42{col 46}{space 3}0.016{col 54}{space 4}-1.052502{col 67}{space 3}-.1100512
{txt}{space 8}138  {c |}{col 14}{res}{space 2}-1.098643{col 26}{space 2} .2360247{col 37}{space 1}   -4.65{col 46}{space 3}0.000{col 54}{space 4}-1.561442{col 67}{space 3}-.6358436
{txt}{space 8}139  {c |}{col 14}{res}{space 2}-1.221446{col 26}{space 2} .2523323{col 37}{space 1}   -4.84{col 46}{space 3}0.000{col 54}{space 4}-1.716222{col 67}{space 3}-.7266712
{txt}{space 8}140  {c |}{col 14}{res}{space 2}-.9516398{col 26}{space 2} .2550075{col 37}{space 1}   -3.73{col 46}{space 3}0.000{col 54}{space 4}-1.451661{col 67}{space 3} -.451619
{txt}{space 8}141  {c |}{col 14}{res}{space 2}-1.273089{col 26}{space 2} .2396653{col 37}{space 1}   -5.31{col 46}{space 3}0.000{col 54}{space 4}-1.743027{col 67}{space 3}-.8031511
{txt}{space 8}142  {c |}{col 14}{res}{space 2}-.9870651{col 26}{space 2} .2433013{col 37}{space 1}   -4.06{col 46}{space 3}0.000{col 54}{space 4}-1.464132{col 67}{space 3} -.509998
{txt}{space 8}143  {c |}{col 14}{res}{space 2}-1.082553{col 26}{space 2} .2426097{col 37}{space 1}   -4.46{col 46}{space 3}0.000{col 54}{space 4}-1.558264{col 67}{space 3}-.6068422
{txt}{space 8}144  {c |}{col 14}{res}{space 2}-1.551168{col 26}{space 2} .2451681{col 37}{space 1}   -6.33{col 46}{space 3}0.000{col 54}{space 4}-2.031896{col 67}{space 3}-1.070441
{txt}{space 8}145  {c |}{col 14}{res}{space 2}-1.195741{col 26}{space 2} .2527592{col 37}{space 1}   -4.73{col 46}{space 3}0.000{col 54}{space 4}-1.691353{col 67}{space 3}-.7001283
{txt}{space 8}146  {c |}{col 14}{res}{space 2}-1.016141{col 26}{space 2} .2433911{col 37}{space 1}   -4.17{col 46}{space 3}0.000{col 54}{space 4}-1.493384{col 67}{space 3}-.5388977
{txt}{space 8}147  {c |}{col 14}{res}{space 2}-1.216785{col 26}{space 2} .2243363{col 37}{space 1}   -5.42{col 46}{space 3}0.000{col 54}{space 4}-1.656665{col 67}{space 3}-.7769045
{txt}{space 8}148  {c |}{col 14}{res}{space 2} -1.17237{col 26}{space 2} .2358383{col 37}{space 1}   -4.97{col 46}{space 3}0.000{col 54}{space 4}-1.634804{col 67}{space 3}-.7099362
{txt}{space 8}149  {c |}{col 14}{res}{space 2} -.576264{col 26}{space 2} .2296811{col 37}{space 1}   -2.51{col 46}{space 3}0.012{col 54}{space 4}-1.026625{col 67}{space 3}-.1259035
{txt}{space 8}150  {c |}{col 14}{res}{space 2}-.8157538{col 26}{space 2} .2257497{col 37}{space 1}   -3.61{col 46}{space 3}0.000{col 54}{space 4}-1.258406{col 67}{space 3}-.3731019
{txt}{space 8}151  {c |}{col 14}{res}{space 2}-1.099551{col 26}{space 2} .2424829{col 37}{space 1}   -4.53{col 46}{space 3}0.000{col 54}{space 4}-1.575013{col 67}{space 3}-.6240885
{txt}{space 8}152  {c |}{col 14}{res}{space 2} -.847145{col 26}{space 2} .2482741{col 37}{space 1}   -3.41{col 46}{space 3}0.001{col 54}{space 4}-1.333963{col 67}{space 3}-.3603271
{txt}{space 8}153  {c |}{col 14}{res}{space 2}-.6786119{col 26}{space 2} .2668587{col 37}{space 1}   -2.54{col 46}{space 3}0.011{col 54}{space 4}-1.201871{col 67}{space 3}-.1553531
{txt}{space 8}154  {c |}{col 14}{res}{space 2}-.9224507{col 26}{space 2} .2448436{col 37}{space 1}   -3.77{col 46}{space 3}0.000{col 54}{space 4}-1.402542{col 67}{space 3}-.4423594
{txt}{space 8}155  {c |}{col 14}{res}{space 2}-.9318266{col 26}{space 2} .2491864{col 37}{space 1}   -3.74{col 46}{space 3}0.000{col 54}{space 4}-1.420433{col 67}{space 3}-.4432198
{txt}{space 8}156  {c |}{col 14}{res}{space 2}-1.162786{col 26}{space 2} .2466062{col 37}{space 1}   -4.72{col 46}{space 3}0.000{col 54}{space 4}-1.646334{col 67}{space 3}-.6792386
{txt}{space 8}157  {c |}{col 14}{res}{space 2}-1.595009{col 26}{space 2} .2440678{col 37}{space 1}   -6.54{col 46}{space 3}0.000{col 54}{space 4}-2.073579{col 67}{space 3}-1.116439
{txt}{space 8}158  {c |}{col 14}{res}{space 2}-1.052345{col 26}{space 2} .2549652{col 37}{space 1}   -4.13{col 46}{space 3}0.000{col 54}{space 4}-1.552283{col 67}{space 3}-.5524074
{txt}{space 8}159  {c |}{col 14}{res}{space 2}-1.593616{col 26}{space 2} .2367055{col 37}{space 1}   -6.73{col 46}{space 3}0.000{col 54}{space 4} -2.05775{col 67}{space 3}-1.129482
{txt}{space 8}160  {c |}{col 14}{res}{space 2} -1.35716{col 26}{space 2} .2440288{col 37}{space 1}   -5.56{col 46}{space 3}0.000{col 54}{space 4}-1.835654{col 67}{space 3}-.8786662
{txt}{space 8}161  {c |}{col 14}{res}{space 2}-1.271456{col 26}{space 2}   .25794{col 37}{space 1}   -4.93{col 46}{space 3}0.000{col 54}{space 4}-1.777227{col 67}{space 3} -.765685
{txt}{space 8}162  {c |}{col 14}{res}{space 2}-1.850617{col 26}{space 2} .2279631{col 37}{space 1}   -8.12{col 46}{space 3}0.000{col 54}{space 4}-2.297609{col 67}{space 3}-1.403625
{txt}{space 8}163  {c |}{col 14}{res}{space 2}-1.337873{col 26}{space 2} .2353398{col 37}{space 1}   -5.68{col 46}{space 3}0.000{col 54}{space 4}-1.799329{col 67}{space 3}-.8764167
{txt}{space 8}164  {c |}{col 14}{res}{space 2} -1.90546{col 26}{space 2}  .237516{col 37}{space 1}   -8.02{col 46}{space 3}0.000{col 54}{space 4}-2.371183{col 67}{space 3}-1.439736
{txt}{space 8}165  {c |}{col 14}{res}{space 2} -1.04891{col 26}{space 2} .2555826{col 37}{space 1}   -4.10{col 46}{space 3}0.000{col 54}{space 4}-1.550059{col 67}{space 3} -.547762
{txt}{space 8}166  {c |}{col 14}{res}{space 2}-.6578612{col 26}{space 2} .2366851{col 37}{space 1}   -2.78{col 46}{space 3}0.005{col 54}{space 4}-1.121955{col 67}{space 3}-.1937671
{txt}{space 8}167  {c |}{col 14}{res}{space 2}-1.402067{col 26}{space 2} .2545973{col 37}{space 1}   -5.51{col 46}{space 3}0.000{col 54}{space 4}-1.901284{col 67}{space 3}-.9028508
{txt}{space 8}168  {c |}{col 14}{res}{space 2} .2543955{col 26}{space 2} .2551004{col 37}{space 1}    1.00{col 46}{space 3}0.319{col 54}{space 4}-.2458075{col 67}{space 3} .7545985
{txt}{space 8}169  {c |}{col 14}{res}{space 2}-.9094917{col 26}{space 2} .2195262{col 37}{space 1}   -4.14{col 46}{space 3}0.000{col 54}{space 4} -1.33994{col 67}{space 3} -.479043
{txt}{space 8}170  {c |}{col 14}{res}{space 2}-.6750949{col 26}{space 2} .2636096{col 37}{space 1}   -2.56{col 46}{space 3}0.010{col 54}{space 4}-1.191983{col 67}{space 3}-.1582071
{txt}{space 8}171  {c |}{col 14}{res}{space 2}-1.076424{col 26}{space 2} .2452446{col 37}{space 1}   -4.39{col 46}{space 3}0.000{col 54}{space 4}-1.557301{col 67}{space 3}-.5955458
{txt}{space 8}172  {c |}{col 14}{res}{space 2}-2.341283{col 26}{space 2} .2525608{col 37}{space 1}   -9.27{col 46}{space 3}0.000{col 54}{space 4}-2.836506{col 67}{space 3} -1.84606
{txt}{space 8}173  {c |}{col 14}{res}{space 2}-1.183857{col 26}{space 2} .2805966{col 37}{space 1}   -4.22{col 46}{space 3}0.000{col 54}{space 4}-1.734053{col 67}{space 3}-.6336606
{txt}{space 8}174  {c |}{col 14}{res}{space 2}-1.285605{col 26}{space 2} .2847124{col 37}{space 1}   -4.52{col 46}{space 3}0.000{col 54}{space 4}-1.843871{col 67}{space 3}-.7273381
{txt}{space 8}175  {c |}{col 14}{res}{space 2}-1.297561{col 26}{space 2} .2391991{col 37}{space 1}   -5.42{col 46}{space 3}0.000{col 54}{space 4}-1.766585{col 67}{space 3}-.8285373
{txt}{space 8}176  {c |}{col 14}{res}{space 2}-1.151824{col 26}{space 2} .2484435{col 37}{space 1}   -4.64{col 46}{space 3}0.000{col 54}{space 4}-1.638974{col 67}{space 3}-.6646738
{txt}{space 8}177  {c |}{col 14}{res}{space 2}-.9527693{col 26}{space 2} .2791768{col 37}{space 1}   -3.41{col 46}{space 3}0.001{col 54}{space 4}-1.500181{col 67}{space 3}-.4053571
{txt}{space 8}178  {c |}{col 14}{res}{space 2}-1.574136{col 26}{space 2}  .257936{col 37}{space 1}   -6.10{col 46}{space 3}0.000{col 54}{space 4}-2.079899{col 67}{space 3}-1.068373
{txt}{space 8}179  {c |}{col 14}{res}{space 2}-1.056355{col 26}{space 2}  .241662{col 37}{space 1}   -4.37{col 46}{space 3}0.000{col 54}{space 4}-1.530208{col 67}{space 3}-.5825019
{txt}{space 8}180  {c |}{col 14}{res}{space 2}-1.569327{col 26}{space 2} .2290881{col 37}{space 1}   -6.85{col 46}{space 3}0.000{col 54}{space 4}-2.018525{col 67}{space 3}-1.120129
{txt}{space 8}181  {c |}{col 14}{res}{space 2}-1.761947{col 26}{space 2}  .228989{col 37}{space 1}   -7.69{col 46}{space 3}0.000{col 54}{space 4} -2.21095{col 67}{space 3}-1.312944
{txt}{space 8}182  {c |}{col 14}{res}{space 2}-1.210676{col 26}{space 2}  .237815{col 37}{space 1}   -5.09{col 46}{space 3}0.000{col 54}{space 4}-1.676985{col 67}{space 3}-.7443661
{txt}{space 8}183  {c |}{col 14}{res}{space 2}-2.854313{col 26}{space 2} .2499023{col 37}{space 1}  -11.42{col 46}{space 3}0.000{col 54}{space 4}-3.344323{col 67}{space 3}-2.364302
{txt}{space 8}184  {c |}{col 14}{res}{space 2}-1.359175{col 26}{space 2} .2674143{col 37}{space 1}   -5.08{col 46}{space 3}0.000{col 54}{space 4}-1.883523{col 67}{space 3}-.8348271
{txt}{space 8}185  {c |}{col 14}{res}{space 2}-1.283569{col 26}{space 2} .2331736{col 37}{space 1}   -5.50{col 46}{space 3}0.000{col 54}{space 4}-1.740778{col 67}{space 3}-.8263605
{txt}{space 8}186  {c |}{col 14}{res}{space 2}-1.523522{col 26}{space 2} .2198346{col 37}{space 1}   -6.93{col 46}{space 3}0.000{col 54}{space 4}-1.954576{col 67}{space 3}-1.092468
{txt}{space 8}187  {c |}{col 14}{res}{space 2} .5145398{col 26}{space 2} .2247478{col 37}{space 1}    2.29{col 46}{space 3}0.022{col 54}{space 4} .0738526{col 67}{space 3} .9552271
{txt}{space 8}188  {c |}{col 14}{res}{space 2}-.7157751{col 26}{space 2} .2092337{col 37}{space 1}   -3.42{col 46}{space 3}0.001{col 54}{space 4}-1.126042{col 67}{space 3} -.305508
{txt}{space 8}189  {c |}{col 14}{res}{space 2}-1.341343{col 26}{space 2} .2632659{col 37}{space 1}   -5.10{col 46}{space 3}0.000{col 54}{space 4}-1.857557{col 67}{space 3}-.8251293
{txt}{space 8}190  {c |}{col 14}{res}{space 2}-1.155102{col 26}{space 2} .2537326{col 37}{space 1}   -4.55{col 46}{space 3}0.000{col 54}{space 4}-1.652623{col 67}{space 3}-.6575806
{txt}{space 8}191  {c |}{col 14}{res}{space 2}-1.679109{col 26}{space 2} .2391859{col 37}{space 1}   -7.02{col 46}{space 3}0.000{col 54}{space 4}-2.148107{col 67}{space 3}-1.210111
{txt}{space 8}192  {c |}{col 14}{res}{space 2}-3.010427{col 26}{space 2} .2457358{col 37}{space 1}  -12.25{col 46}{space 3}0.000{col 54}{space 4}-3.492268{col 67}{space 3}-2.528586
{txt}{space 8}193  {c |}{col 14}{res}{space 2}-1.345084{col 26}{space 2} .2893052{col 37}{space 1}   -4.65{col 46}{space 3}0.000{col 54}{space 4}-1.912356{col 67}{space 3}-.7778117
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-3.363228{col 26}{space 2} .2495313{col 37}{space 1}  -13.48{col 46}{space 3}0.000{col 54}{space 4}-3.852511{col 67}{space 3}-2.873945
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-2.380528{col 26}{space 2} .2989542{col 37}{space 1}   -7.96{col 46}{space 3}0.000{col 54}{space 4} -2.96672{col 67}{space 3}-1.794336
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 2.525717{col 26}{space 2} .2944039{col 37}{space 1}    8.58{col 46}{space 3}0.000{col 54}{space 4} 1.948448{col 67}{space 3} 3.102987
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 1.048467{col 26}{space 2} .2954471{col 37}{space 1}    3.55{col 46}{space 3}0.000{col 54}{space 4} .4691518{col 67}{space 3} 1.627782
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 1.768926{col 26}{space 2} .4177336{col 37}{space 1}    4.23{col 46}{space 3}0.000{col 54}{space 4} .9498304{col 67}{space 3} 2.588021
{txt}{space 8}199  {c |}{col 14}{res}{space 2}-.4316342{col 26}{space 2} .2947477{col 37}{space 1}   -1.46{col 46}{space 3}0.143{col 54}{space 4}-1.009578{col 67}{space 3} .1463095
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-4.139767{col 26}{space 2} .3185233{col 37}{space 1}  -13.00{col 46}{space 3}0.000{col 54}{space 4} -4.76433{col 67}{space 3}-3.515204
{txt}{space 8}201  {c |}{col 14}{res}{space 2}-1.898815{col 26}{space 2} .4045414{col 37}{space 1}   -4.69{col 46}{space 3}0.000{col 54}{space 4}-2.692043{col 67}{space 3}-1.105587
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-1.024127{col 26}{space 2} .3421856{col 37}{space 1}   -2.99{col 46}{space 3}0.003{col 54}{space 4}-1.695087{col 67}{space 3}-.3531662
{txt}{space 8}203  {c |}{col 14}{res}{space 2}-.6533545{col 26}{space 2} .2205482{col 37}{space 1}   -2.96{col 46}{space 3}0.003{col 54}{space 4}-1.085807{col 67}{space 3}-.2209019
{txt}{space 8}204  {c |}{col 14}{res}{space 2}-1.396189{col 26}{space 2} .2396174{col 37}{space 1}   -5.83{col 46}{space 3}0.000{col 54}{space 4}-1.866033{col 67}{space 3}-.9263449
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-2.232411{col 26}{space 2} .2765342{col 37}{space 1}   -8.07{col 46}{space 3}0.000{col 54}{space 4}-2.774641{col 67}{space 3} -1.69018
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-2.297611{col 26}{space 2}  .278086{col 37}{space 1}   -8.26{col 46}{space 3}0.000{col 54}{space 4}-2.842884{col 67}{space 3}-1.752337
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-2.025479{col 26}{space 2} .2645944{col 37}{space 1}   -7.66{col 46}{space 3}0.000{col 54}{space 4}-2.544298{col 67}{space 3} -1.50666
{txt}{space 8}208  {c |}{col 14}{res}{space 2}-.9100083{col 26}{space 2} .2397552{col 37}{space 1}   -3.80{col 46}{space 3}0.000{col 54}{space 4}-1.380122{col 67}{space 3}-.4398943
{txt}{space 8}209  {c |}{col 14}{res}{space 2}-.4664802{col 26}{space 2} .2029315{col 37}{space 1}   -2.30{col 46}{space 3}0.022{col 54}{space 4}  -.86439{col 67}{space 3}-.0685704
{txt}{space 8}210  {c |}{col 14}{res}{space 2}-.0579815{col 26}{space 2}  .219883{col 37}{space 1}   -0.26{col 46}{space 3}0.792{col 54}{space 4}-.4891299{col 67}{space 3} .3731669
{txt}{space 8}211  {c |}{col 14}{res}{space 2}-1.164512{col 26}{space 2} .2265433{col 37}{space 1}   -5.14{col 46}{space 3}0.000{col 54}{space 4} -1.60872{col 67}{space 3}-.7203039
{txt}{space 8}212  {c |}{col 14}{res}{space 2}-.8461165{col 26}{space 2}  .244437{col 37}{space 1}   -3.46{col 46}{space 3}0.001{col 54}{space 4}-1.325411{col 67}{space 3}-.3668223
{txt}{space 8}213  {c |}{col 14}{res}{space 2}-.6006792{col 26}{space 2} .2376691{col 37}{space 1}   -2.53{col 46}{space 3}0.012{col 54}{space 4}-1.066703{col 67}{space 3}-.1346557
{txt}{space 8}214  {c |}{col 14}{res}{space 2}-1.782346{col 26}{space 2} .2419892{col 37}{space 1}   -7.37{col 46}{space 3}0.000{col 54}{space 4} -2.25684{col 67}{space 3}-1.307851
{txt}{space 8}215  {c |}{col 14}{res}{space 2}-.4023247{col 26}{space 2} .2593632{col 37}{space 1}   -1.55{col 46}{space 3}0.121{col 54}{space 4}-.9108862{col 67}{space 3} .1062368
{txt}{space 8}216  {c |}{col 14}{res}{space 2}-1.339665{col 26}{space 2}  .232917{col 37}{space 1}   -5.75{col 46}{space 3}0.000{col 54}{space 4}-1.796371{col 67}{space 3}-.8829598
{txt}{space 8}217  {c |}{col 14}{res}{space 2} -1.48827{col 26}{space 2} .2464381{col 37}{space 1}   -6.04{col 46}{space 3}0.000{col 54}{space 4}-1.971488{col 67}{space 3}-1.005052
{txt}{space 8}218  {c |}{col 14}{res}{space 2}-1.107097{col 26}{space 2} .2502489{col 37}{space 1}   -4.42{col 46}{space 3}0.000{col 54}{space 4}-1.597787{col 67}{space 3} -.616407
{txt}{space 8}219  {c |}{col 14}{res}{space 2}-.9911762{col 26}{space 2} .2298292{col 37}{space 1}   -4.31{col 46}{space 3}0.000{col 54}{space 4}-1.441827{col 67}{space 3}-.5405252
{txt}{space 8}220  {c |}{col 14}{res}{space 2} .9329517{col 26}{space 2} .2311538{col 37}{space 1}    4.04{col 46}{space 3}0.000{col 54}{space 4} .4797034{col 67}{space 3}   1.3862
{txt}{space 8}221  {c |}{col 14}{res}{space 2}-.2790616{col 26}{space 2} .2551433{col 37}{space 1}   -1.09{col 46}{space 3}0.274{col 54}{space 4}-.7793488{col 67}{space 3} .2212255
{txt}{space 8}222  {c |}{col 14}{res}{space 2}-.6656636{col 26}{space 2} .2850127{col 37}{space 1}   -2.34{col 46}{space 3}0.020{col 54}{space 4}-1.224519{col 67}{space 3}-.1068083
{txt}{space 8}223  {c |}{col 14}{res}{space 2}-.3678955{col 26}{space 2} .2695475{col 37}{space 1}   -1.36{col 46}{space 3}0.172{col 54}{space 4}-.8964265{col 67}{space 3} .1606355
{txt}{space 8}224  {c |}{col 14}{res}{space 2}-1.820238{col 26}{space 2} .2564169{col 37}{space 1}   -7.10{col 46}{space 3}0.000{col 54}{space 4}-2.323023{col 67}{space 3}-1.317454
{txt}{space 8}225  {c |}{col 14}{res}{space 2}-1.028517{col 26}{space 2} .2847137{col 37}{space 1}   -3.61{col 46}{space 3}0.000{col 54}{space 4}-1.586786{col 67}{space 3}-.4702479
{txt}{space 8}226  {c |}{col 14}{res}{space 2}-.6587325{col 26}{space 2} .2575972{col 37}{space 1}   -2.56{col 46}{space 3}0.011{col 54}{space 4}-1.163831{col 67}{space 3}-.1536337
{txt}{space 8}227  {c |}{col 14}{res}{space 2}-1.305471{col 26}{space 2} .2359496{col 37}{space 1}   -5.53{col 46}{space 3}0.000{col 54}{space 4}-1.768123{col 67}{space 3}-.8428193
{txt}{space 8}228  {c |}{col 14}{res}{space 2}-1.864013{col 26}{space 2} .2581332{col 37}{space 1}   -7.22{col 46}{space 3}0.000{col 54}{space 4}-2.370163{col 67}{space 3}-1.357864
{txt}{space 8}229  {c |}{col 14}{res}{space 2}-1.159125{col 26}{space 2} .2619293{col 37}{space 1}   -4.43{col 46}{space 3}0.000{col 54}{space 4}-1.672718{col 67}{space 3} -.645532
{txt}{space 8}230  {c |}{col 14}{res}{space 2}-.7856998{col 26}{space 2} .2334379{col 37}{space 1}   -3.37{col 46}{space 3}0.001{col 54}{space 4}-1.243427{col 67}{space 3}-.3279728
{txt}{space 8}231  {c |}{col 14}{res}{space 2}-1.437668{col 26}{space 2} .2239414{col 37}{space 1}   -6.42{col 46}{space 3}0.000{col 54}{space 4}-1.876774{col 67}{space 3}-.9985615
{txt}{space 8}232  {c |}{col 14}{res}{space 2} -1.15311{col 26}{space 2} .2464957{col 37}{space 1}   -4.68{col 46}{space 3}0.000{col 54}{space 4}-1.636441{col 67}{space 3}-.6697795
{txt}{space 8}233  {c |}{col 14}{res}{space 2}-1.371855{col 26}{space 2}  .235085{col 37}{space 1}   -5.84{col 46}{space 3}0.000{col 54}{space 4}-1.832812{col 67}{space 3}-.9108989
{txt}{space 8}234  {c |}{col 14}{res}{space 2}-1.646062{col 26}{space 2} .2300414{col 37}{space 1}   -7.16{col 46}{space 3}0.000{col 54}{space 4}-2.097129{col 67}{space 3}-1.194995
{txt}{space 8}235  {c |}{col 14}{res}{space 2}-.9100557{col 26}{space 2} .2425192{col 37}{space 1}   -3.75{col 46}{space 3}0.000{col 54}{space 4}-1.385589{col 67}{space 3} -.434522
{txt}{space 8}236  {c |}{col 14}{res}{space 2} -.321906{col 26}{space 2} .2248226{col 37}{space 1}   -1.43{col 46}{space 3}0.152{col 54}{space 4}  -.76274{col 67}{space 3}  .118928
{txt}{space 8}237  {c |}{col 14}{res}{space 2}-1.396612{col 26}{space 2} .2246645{col 37}{space 1}   -6.22{col 46}{space 3}0.000{col 54}{space 4}-1.837136{col 67}{space 3}-.9560875
{txt}{space 8}238  {c |}{col 14}{res}{space 2} -1.01611{col 26}{space 2} .2464193{col 37}{space 1}   -4.12{col 46}{space 3}0.000{col 54}{space 4}-1.499291{col 67}{space 3}-.5329288
{txt}{space 8}239  {c |}{col 14}{res}{space 2}-1.020513{col 26}{space 2}    .2365{col 37}{space 1}   -4.32{col 46}{space 3}0.000{col 54}{space 4}-1.484244{col 67}{space 3}-.5567813
{txt}{space 8}240  {c |}{col 14}{res}{space 2}-1.708235{col 26}{space 2} .2321826{col 37}{space 1}   -7.36{col 46}{space 3}0.000{col 54}{space 4}-2.163501{col 67}{space 3} -1.25297
{txt}{space 8}241  {c |}{col 14}{res}{space 2}  .274487{col 26}{space 2} .2921616{col 37}{space 1}    0.94{col 46}{space 3}0.348{col 54}{space 4} -.298386{col 67}{space 3} .8473599
{txt}{space 8}242  {c |}{col 14}{res}{space 2}-1.279213{col 26}{space 2} .3272428{col 37}{space 1}   -3.91{col 46}{space 3}0.000{col 54}{space 4}-1.920873{col 67}{space 3}-.6375522
{txt}{space 8}243  {c |}{col 14}{res}{space 2} -.671716{col 26}{space 2}  .313538{col 37}{space 1}   -2.14{col 46}{space 3}0.032{col 54}{space 4}-1.286504{col 67}{space 3} -.056928
{txt}{space 8}244  {c |}{col 14}{res}{space 2}-.9540332{col 26}{space 2} .2452045{col 37}{space 1}   -3.89{col 46}{space 3}0.000{col 54}{space 4}-1.434832{col 67}{space 3}-.4732343
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-3.348107{col 26}{space 2}  .271609{col 37}{space 1}  -12.33{col 46}{space 3}0.000{col 54}{space 4} -3.88068{col 67}{space 3}-2.815534
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-3.344929{col 26}{space 2} .3320016{col 37}{space 1}  -10.08{col 46}{space 3}0.000{col 54}{space 4} -3.99592{col 67}{space 3}-2.693938
{txt}{space 8}247  {c |}{col 14}{res}{space 2}   -2.358{col 26}{space 2} .3401846{col 37}{space 1}   -6.93{col 46}{space 3}0.000{col 54}{space 4}-3.025037{col 67}{space 3}-1.690964
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-3.765568{col 26}{space 2} .2779905{col 37}{space 1}  -13.55{col 46}{space 3}0.000{col 54}{space 4}-4.310654{col 67}{space 3}-3.220481
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-2.871168{col 26}{space 2} .3612607{col 37}{space 1}   -7.95{col 46}{space 3}0.000{col 54}{space 4}-3.579531{col 67}{space 3}-2.162806
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} 1.147269{col 26}{space 2} .2236717{col 37}{space 1}    5.13{col 46}{space 3}0.000{col 54}{space 4} .7086911{col 67}{space 3} 1.585846
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}(5501 real changes made, 3362 to missing)
(5520 real changes made, 3362 to missing)

Linear regression                                      Number of obs ={res}    2158
                                                       {txt}F( 61,  2096) ={res}   97.74
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.7756
                                                       {txt}Root MSE      = {res} .61627

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 8}date {c |}
{space 8}189  {c |}{col 14}{res}{space 2}-.1715992{col 26}{space 2} .1185493{col 37}{space 1}   -1.45{col 46}{space 3}0.148{col 54}{space 4}-.4040858{col 67}{space 3} .0608874
{txt}{space 8}190  {c |}{col 14}{res}{space 2} -.050797{col 26}{space 2} .1336812{col 37}{space 1}   -0.38{col 46}{space 3}0.704{col 54}{space 4}-.3129586{col 67}{space 3} .2113647
{txt}{space 8}191  {c |}{col 14}{res}{space 2} -.389181{col 26}{space 2} .1305552{col 37}{space 1}   -2.98{col 46}{space 3}0.003{col 54}{space 4}-.6452124{col 67}{space 3}-.1331496
{txt}{space 8}192  {c |}{col 14}{res}{space 2}-1.114094{col 26}{space 2} .1776434{col 37}{space 1}   -6.27{col 46}{space 3}0.000{col 54}{space 4}-1.462469{col 67}{space 3}-.7657177
{txt}{space 8}193  {c |}{col 14}{res}{space 2}-.7344775{col 26}{space 2} .1295818{col 37}{space 1}   -5.67{col 46}{space 3}0.000{col 54}{space 4}-.9885998{col 67}{space 3}-.4803552
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-1.931511{col 26}{space 2} .1645956{col 37}{space 1}  -11.73{col 46}{space 3}0.000{col 54}{space 4}-2.254299{col 67}{space 3}-1.608723
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-2.043473{col 26}{space 2} .1577697{col 37}{space 1}  -12.95{col 46}{space 3}0.000{col 54}{space 4}-2.352875{col 67}{space 3}-1.734072
{txt}{space 8}196  {c |}{col 14}{res}{space 2}   1.4112{col 26}{space 2} .1526685{col 37}{space 1}    9.24{col 46}{space 3}0.000{col 54}{space 4} 1.111802{col 67}{space 3} 1.710598
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 2.100222{col 26}{space 2} .1698713{col 37}{space 1}   12.36{col 46}{space 3}0.000{col 54}{space 4} 1.767088{col 67}{space 3} 2.433356
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 3.044072{col 26}{space 2} .1831244{col 37}{space 1}   16.62{col 46}{space 3}0.000{col 54}{space 4} 2.684947{col 67}{space 3} 3.403197
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 2.473023{col 26}{space 2} .1536737{col 37}{space 1}   16.09{col 46}{space 3}0.000{col 54}{space 4} 2.171654{col 67}{space 3} 2.774392
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-.7670792{col 26}{space 2} .1414966{col 37}{space 1}   -5.42{col 46}{space 3}0.000{col 54}{space 4}-1.044568{col 67}{space 3}-.4895906
{txt}{space 8}201  {c |}{col 14}{res}{space 2} -.618547{col 26}{space 2} .1413112{col 37}{space 1}   -4.38{col 46}{space 3}0.000{col 54}{space 4}-.8956719{col 67}{space 3}-.3414221
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-.1162634{col 26}{space 2}  .140602{col 37}{space 1}   -0.83{col 46}{space 3}0.408{col 54}{space 4}-.3919975{col 67}{space 3} .1594708
{txt}{space 8}203  {c |}{col 14}{res}{space 2} .0850041{col 26}{space 2} .1403568{col 37}{space 1}    0.61{col 46}{space 3}0.545{col 54}{space 4}-.1902492{col 67}{space 3} .3602573
{txt}{space 8}204  {c |}{col 14}{res}{space 2}-.0232423{col 26}{space 2} .1423024{col 37}{space 1}   -0.16{col 46}{space 3}0.870{col 54}{space 4} -.302311{col 67}{space 3} .2558264
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-.6395726{col 26}{space 2} .1501523{col 37}{space 1}   -4.26{col 46}{space 3}0.000{col 54}{space 4}-.9340358{col 67}{space 3}-.3451095
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-1.022212{col 26}{space 2} .1648668{col 37}{space 1}   -6.20{col 46}{space 3}0.000{col 54}{space 4}-1.345531{col 67}{space 3}-.6988921
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-1.199595{col 26}{space 2} .1446841{col 37}{space 1}   -8.29{col 46}{space 3}0.000{col 54}{space 4}-1.483335{col 67}{space 3}-.9158557
{txt}{space 8}208  {c |}{col 14}{res}{space 2}-.6314499{col 26}{space 2} .1522762{col 37}{space 1}   -4.15{col 46}{space 3}0.000{col 54}{space 4}-.9300782{col 67}{space 3}-.3328215
{txt}{space 8}209  {c |}{col 14}{res}{space 2}-.0589898{col 26}{space 2} .1349955{col 37}{space 1}   -0.44{col 46}{space 3}0.662{col 54}{space 4}-.3237291{col 67}{space 3} .2057494
{txt}{space 8}210  {c |}{col 14}{res}{space 2} .4816269{col 26}{space 2} .1279639{col 37}{space 1}    3.76{col 46}{space 3}0.000{col 54}{space 4} .2306774{col 67}{space 3} .7325764
{txt}{space 8}211  {c |}{col 14}{res}{space 2} .2387004{col 26}{space 2} .1231171{col 37}{space 1}    1.94{col 46}{space 3}0.053{col 54}{space 4}-.0027441{col 67}{space 3} .4801448
{txt}{space 8}212  {c |}{col 14}{res}{space 2} .3774111{col 26}{space 2} .1121823{col 37}{space 1}    3.36{col 46}{space 3}0.001{col 54}{space 4} .1574109{col 67}{space 3} .5974113
{txt}{space 8}213  {c |}{col 14}{res}{space 2} .7864526{col 26}{space 2} .1171062{col 37}{space 1}    6.72{col 46}{space 3}0.000{col 54}{space 4} .5567961{col 67}{space 3} 1.016109
{txt}{space 8}214  {c |}{col 14}{res}{space 2} .1069975{col 26}{space 2} .1071975{col 37}{space 1}    1.00{col 46}{space 3}0.318{col 54}{space 4}-.1032271{col 67}{space 3} .3172221
{txt}{space 8}215  {c |}{col 14}{res}{space 2} .6094258{col 26}{space 2}  .113754{col 37}{space 1}    5.36{col 46}{space 3}0.000{col 54}{space 4} .3863433{col 67}{space 3} .8325084
{txt}{space 8}216  {c |}{col 14}{res}{space 2} .1686495{col 26}{space 2} .1131801{col 37}{space 1}    1.49{col 46}{space 3}0.136{col 54}{space 4}-.0533077{col 67}{space 3} .3906066
{txt}{space 8}217  {c |}{col 14}{res}{space 2} -.086955{col 26}{space 2} .1107859{col 37}{space 1}   -0.78{col 46}{space 3}0.433{col 54}{space 4}-.3042167{col 67}{space 3} .1303068
{txt}{space 8}218  {c |}{col 14}{res}{space 2} .0401717{col 26}{space 2} .1167867{col 37}{space 1}    0.34{col 46}{space 3}0.731{col 54}{space 4}-.1888582{col 67}{space 3} .2692016
{txt}{space 8}219  {c |}{col 14}{res}{space 2} .1412988{col 26}{space 2} .1099023{col 37}{space 1}    1.29{col 46}{space 3}0.199{col 54}{space 4}-.0742301{col 67}{space 3} .3568278
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 1.464292{col 26}{space 2} .1100383{col 37}{space 1}   13.31{col 46}{space 3}0.000{col 54}{space 4} 1.248496{col 67}{space 3} 1.680088
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 1.592864{col 26}{space 2} .1172149{col 37}{space 1}   13.59{col 46}{space 3}0.000{col 54}{space 4} 1.362995{col 67}{space 3} 1.822734
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 1.494841{col 26}{space 2} .1038924{col 37}{space 1}   14.39{col 46}{space 3}0.000{col 54}{space 4} 1.291098{col 67}{space 3} 1.698584
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 1.712659{col 26}{space 2} .0923688{col 37}{space 1}   18.54{col 46}{space 3}0.000{col 54}{space 4} 1.531515{col 67}{space 3} 1.893803
{txt}{space 8}224  {c |}{col 14}{res}{space 2} .9245287{col 26}{space 2} .0959258{col 37}{space 1}    9.64{col 46}{space 3}0.000{col 54}{space 4} .7364089{col 67}{space 3} 1.112649
{txt}{space 8}225  {c |}{col 14}{res}{space 2} .9234658{col 26}{space 2} .0978241{col 37}{space 1}    9.44{col 46}{space 3}0.000{col 54}{space 4} .7316233{col 67}{space 3} 1.115308
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 1.125824{col 26}{space 2} .1008291{col 37}{space 1}   11.17{col 46}{space 3}0.000{col 54}{space 4} .9280882{col 67}{space 3} 1.323559
{txt}{space 8}227  {c |}{col 14}{res}{space 2} .6878297{col 26}{space 2} .0895094{col 37}{space 1}    7.68{col 46}{space 3}0.000{col 54}{space 4} .5122931{col 67}{space 3} .8633663
{txt}{space 8}228  {c |}{col 14}{res}{space 2}  .014952{col 26}{space 2} .0957414{col 37}{space 1}    0.16{col 46}{space 3}0.876{col 54}{space 4}-.1728062{col 67}{space 3} .2027101
{txt}{space 8}229  {c |}{col 14}{res}{space 2} .1353769{col 26}{space 2} .0992416{col 37}{space 1}    1.36{col 46}{space 3}0.173{col 54}{space 4}-.0592454{col 67}{space 3} .3299992
{txt}{space 8}230  {c |}{col 14}{res}{space 2} .3685429{col 26}{space 2} .0989553{col 37}{space 1}    3.72{col 46}{space 3}0.000{col 54}{space 4}  .174482{col 67}{space 3} .5626038
{txt}{space 8}231  {c |}{col 14}{res}{space 2}-.0159334{col 26}{space 2} .0889816{col 37}{space 1}   -0.18{col 46}{space 3}0.858{col 54}{space 4} -.190435{col 67}{space 3} .1585682
{txt}{space 8}232  {c |}{col 14}{res}{space 2} .0827406{col 26}{space 2}  .100863{col 37}{space 1}    0.82{col 46}{space 3}0.412{col 54}{space 4}-.1150614{col 67}{space 3} .2805427
{txt}{space 8}233  {c |}{col 14}{res}{space 2}-.0896989{col 26}{space 2} .1025949{col 37}{space 1}   -0.87{col 46}{space 3}0.382{col 54}{space 4}-.2908974{col 67}{space 3} .1114996
{txt}{space 8}234  {c |}{col 14}{res}{space 2}-.3600759{col 26}{space 2} .0935036{col 37}{space 1}   -3.85{col 46}{space 3}0.000{col 54}{space 4}-.5434454{col 67}{space 3}-.1767063
{txt}{space 8}235  {c |}{col 14}{res}{space 2} .0619032{col 26}{space 2} .0936706{col 37}{space 1}    0.66{col 46}{space 3}0.509{col 54}{space 4}-.1217939{col 67}{space 3} .2456002
{txt}{space 8}236  {c |}{col 14}{res}{space 2} .6249594{col 26}{space 2} .0897882{col 37}{space 1}    6.96{col 46}{space 3}0.000{col 54}{space 4} .4488761{col 67}{space 3} .8010428
{txt}{space 8}237  {c |}{col 14}{res}{space 2} .3144578{col 26}{space 2} .0968075{col 37}{space 1}    3.25{col 46}{space 3}0.001{col 54}{space 4} .1246089{col 67}{space 3} .5043068
{txt}{space 8}238  {c |}{col 14}{res}{space 2} .3692844{col 26}{space 2}  .089163{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4} .1944271{col 67}{space 3} .5441417
{txt}{space 8}239  {c |}{col 14}{res}{space 2} .5646354{col 26}{space 2} .0882404{col 37}{space 1}    6.40{col 46}{space 3}0.000{col 54}{space 4} .3915875{col 67}{space 3} .7376834
{txt}{space 8}240  {c |}{col 14}{res}{space 2} .0084571{col 26}{space 2} .0890681{col 37}{space 1}    0.09{col 46}{space 3}0.924{col 54}{space 4} -.166214{col 67}{space 3} .1831282
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 1.101269{col 26}{space 2} .1248187{col 37}{space 1}    8.82{col 46}{space 3}0.000{col 54}{space 4} .8564874{col 67}{space 3}  1.34605
{txt}{space 8}242  {c |}{col 14}{res}{space 2} .3121392{col 26}{space 2} .1847682{col 37}{space 1}    1.69{col 46}{space 3}0.091{col 54}{space 4}-.0502091{col 67}{space 3} .6744875
{txt}{space 8}243  {c |}{col 14}{res}{space 2} .4847863{col 26}{space 2} .1044591{col 37}{space 1}    4.64{col 46}{space 3}0.000{col 54}{space 4} .2799319{col 67}{space 3} .6896407
{txt}{space 8}244  {c |}{col 14}{res}{space 2} .5224042{col 26}{space 2}  .094174{col 37}{space 1}    5.55{col 46}{space 3}0.000{col 54}{space 4}   .33772{col 67}{space 3} .7070884
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-1.324853{col 26}{space 2} .1069178{col 37}{space 1}  -12.39{col 46}{space 3}0.000{col 54}{space 4}-1.534529{col 67}{space 3}-1.115177
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-1.820302{col 26}{space 2} .1626903{col 37}{space 1}  -11.19{col 46}{space 3}0.000{col 54}{space 4}-2.139354{col 67}{space 3}-1.501251
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-1.933248{col 26}{space 2} .1638501{col 37}{space 1}  -11.80{col 46}{space 3}0.000{col 54}{space 4}-2.254574{col 67}{space 3}-1.611922
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-3.204671{col 26}{space 2} .2246109{col 37}{space 1}  -14.27{col 46}{space 3}0.000{col 54}{space 4}-3.645155{col 67}{space 3}-2.764188
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-3.055002{col 26}{space 2} .2686118{col 37}{space 1}  -11.37{col 46}{space 3}0.000{col 54}{space 4}-3.581776{col 67}{space 3}-2.528228
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .0017497{col 26}{space 2} .0766663{col 37}{space 1}    0.02{col 46}{space 3}0.982{col 54}{space 4}-.1486003{col 67}{space 3} .1520997
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    1610
                                                       {txt}F( 58,  1551) ={res}  103.32
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8261
                                                       {txt}Root MSE      = {res} .56652

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}InfExp_Mean {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .4603792{col 26}{space 2} .0472667{col 37}{space 1}    9.74{col 46}{space 3}0.000{col 54}{space 4} .3676659{col 67}{space 3} .5530925
{txt}{space 12} {c |}
{space 8}date {c |}
{space 8}193  {c |}{col 14}{res}{space 2} .6343774{col 26}{space 2}  .179678{col 37}{space 1}    3.53{col 46}{space 3}0.000{col 54}{space 4}   .28194{col 67}{space 3} .9868148
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.6385484{col 26}{space 2} .2211139{col 37}{space 1}   -2.89{col 46}{space 3}0.004{col 54}{space 4}-1.072262{col 67}{space 3}-.2048346
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.7592741{col 26}{space 2} .2063269{col 37}{space 1}   -3.68{col 46}{space 3}0.000{col 54}{space 4}-1.163983{col 67}{space 3} -.354565
{txt}{space 8}196  {c |}{col 14}{res}{space 2}  2.95038{col 26}{space 2} .2336545{col 37}{space 1}   12.63{col 46}{space 3}0.000{col 54}{space 4} 2.492068{col 67}{space 3} 3.408692
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 3.454018{col 26}{space 2} .2267063{col 37}{space 1}   15.24{col 46}{space 3}0.000{col 54}{space 4} 3.009335{col 67}{space 3} 3.898701
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 4.472304{col 26}{space 2} .2438152{col 37}{space 1}   18.34{col 46}{space 3}0.000{col 54}{space 4} 3.994062{col 67}{space 3} 4.950546
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 4.124046{col 26}{space 2} .2079402{col 37}{space 1}   19.83{col 46}{space 3}0.000{col 54}{space 4} 3.716172{col 67}{space 3} 4.531919
{txt}{space 8}200  {c |}{col 14}{res}{space 2} .9874762{col 26}{space 2} .2008941{col 37}{space 1}    4.92{col 46}{space 3}0.000{col 54}{space 4} .5934235{col 67}{space 3} 1.381529
{txt}{space 8}201  {c |}{col 14}{res}{space 2}  1.06835{col 26}{space 2} .2020601{col 37}{space 1}    5.29{col 46}{space 3}0.000{col 54}{space 4} .6720103{col 67}{space 3}  1.46469
{txt}{space 8}202  {c |}{col 14}{res}{space 2} 1.575108{col 26}{space 2} .1918438{col 37}{space 1}    8.21{col 46}{space 3}0.000{col 54}{space 4} 1.198807{col 67}{space 3} 1.951408
{txt}{space 8}203  {c |}{col 14}{res}{space 2} 1.674115{col 26}{space 2} .1772944{col 37}{space 1}    9.44{col 46}{space 3}0.000{col 54}{space 4} 1.326353{col 67}{space 3} 2.021877
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 1.585163{col 26}{space 2} .1852755{col 37}{space 1}    8.56{col 46}{space 3}0.000{col 54}{space 4} 1.221746{col 67}{space 3}  1.94858
{txt}{space 8}205  {c |}{col 14}{res}{space 2} .8621376{col 26}{space 2} .1890883{col 37}{space 1}    4.56{col 46}{space 3}0.000{col 54}{space 4} .4912418{col 67}{space 3} 1.233033
{txt}{space 8}206  {c |}{col 14}{res}{space 2}  .592226{col 26}{space 2}  .218509{col 37}{space 1}    2.71{col 46}{space 3}0.007{col 54}{space 4} .1636216{col 67}{space 3}  1.02083
{txt}{space 8}207  {c |}{col 14}{res}{space 2} .4111597{col 26}{space 2} .1953908{col 37}{space 1}    2.10{col 46}{space 3}0.036{col 54}{space 4} .0279017{col 67}{space 3} .7944177
{txt}{space 8}208  {c |}{col 14}{res}{space 2} .8528203{col 26}{space 2} .1837812{col 37}{space 1}    4.64{col 46}{space 3}0.000{col 54}{space 4} .4923345{col 67}{space 3} 1.213306
{txt}{space 8}209  {c |}{col 14}{res}{space 2}  1.41146{col 26}{space 2} .1749423{col 37}{space 1}    8.07{col 46}{space 3}0.000{col 54}{space 4} 1.068311{col 67}{space 3} 1.754608
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 1.891423{col 26}{space 2}  .183267{col 37}{space 1}   10.32{col 46}{space 3}0.000{col 54}{space 4} 1.531946{col 67}{space 3}   2.2509
{txt}{space 8}211  {c |}{col 14}{res}{space 2} 1.670186{col 26}{space 2}  .173169{col 37}{space 1}    9.64{col 46}{space 3}0.000{col 54}{space 4} 1.330515{col 67}{space 3} 2.009856
{txt}{space 8}212  {c |}{col 14}{res}{space 2}  1.86993{col 26}{space 2}  .169243{col 37}{space 1}   11.05{col 46}{space 3}0.000{col 54}{space 4} 1.537961{col 67}{space 3} 2.201899
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 2.174286{col 26}{space 2} .1744017{col 37}{space 1}   12.47{col 46}{space 3}0.000{col 54}{space 4} 1.832198{col 67}{space 3} 2.516374
{txt}{space 8}214  {c |}{col 14}{res}{space 2} 1.483278{col 26}{space 2} .1746067{col 37}{space 1}    8.49{col 46}{space 3}0.000{col 54}{space 4} 1.140788{col 67}{space 3} 1.825768
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 2.022341{col 26}{space 2} .1724168{col 37}{space 1}   11.73{col 46}{space 3}0.000{col 54}{space 4} 1.684146{col 67}{space 3} 2.360536
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 1.676732{col 26}{space 2}  .172957{col 37}{space 1}    9.69{col 46}{space 3}0.000{col 54}{space 4} 1.337477{col 67}{space 3} 2.015986
{txt}{space 8}217  {c |}{col 14}{res}{space 2} 1.420657{col 26}{space 2} .1674709{col 37}{space 1}    8.48{col 46}{space 3}0.000{col 54}{space 4} 1.092164{col 67}{space 3} 1.749151
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 1.683558{col 26}{space 2} .1774595{col 37}{space 1}    9.49{col 46}{space 3}0.000{col 54}{space 4} 1.335472{col 67}{space 3} 2.031643
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 1.660852{col 26}{space 2} .1712801{col 37}{space 1}    9.70{col 46}{space 3}0.000{col 54}{space 4} 1.324887{col 67}{space 3} 1.996817
{txt}{space 8}220  {c |}{col 14}{res}{space 2}  3.07592{col 26}{space 2} .1647091{col 37}{space 1}   18.67{col 46}{space 3}0.000{col 54}{space 4} 2.752844{col 67}{space 3} 3.398996
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 3.103762{col 26}{space 2} .1877347{col 37}{space 1}   16.53{col 46}{space 3}0.000{col 54}{space 4} 2.735521{col 67}{space 3} 3.472002
{txt}{space 8}222  {c |}{col 14}{res}{space 2}   3.0194{col 26}{space 2} .1772221{col 37}{space 1}   17.04{col 46}{space 3}0.000{col 54}{space 4}  2.67178{col 67}{space 3}  3.36702
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 3.290417{col 26}{space 2}  .168648{col 37}{space 1}   19.51{col 46}{space 3}0.000{col 54}{space 4} 2.959615{col 67}{space 3} 3.621219
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 2.537749{col 26}{space 2} .1743986{col 37}{space 1}   14.55{col 46}{space 3}0.000{col 54}{space 4} 2.195667{col 67}{space 3} 2.879831
{txt}{space 8}225  {c |}{col 14}{res}{space 2} 2.441999{col 26}{space 2}  .172642{col 37}{space 1}   14.14{col 46}{space 3}0.000{col 54}{space 4} 2.103362{col 67}{space 3} 2.780635
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 2.644823{col 26}{space 2} .1674677{col 37}{space 1}   15.79{col 46}{space 3}0.000{col 54}{space 4} 2.316336{col 67}{space 3}  2.97331
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 2.201271{col 26}{space 2} .1636398{col 37}{space 1}   13.45{col 46}{space 3}0.000{col 54}{space 4} 1.880293{col 67}{space 3}  2.52225
{txt}{space 8}228  {c |}{col 14}{res}{space 2} 1.533138{col 26}{space 2} .1693272{col 37}{space 1}    9.05{col 46}{space 3}0.000{col 54}{space 4} 1.201004{col 67}{space 3} 1.865273
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 1.646606{col 26}{space 2} .1683132{col 37}{space 1}    9.78{col 46}{space 3}0.000{col 54}{space 4}  1.31646{col 67}{space 3} 1.976751
{txt}{space 8}230  {c |}{col 14}{res}{space 2}  1.83924{col 26}{space 2} .1693543{col 37}{space 1}   10.86{col 46}{space 3}0.000{col 54}{space 4} 1.507053{col 67}{space 3} 2.171428
{txt}{space 8}231  {c |}{col 14}{res}{space 2} 1.416408{col 26}{space 2} .1599803{col 37}{space 1}    8.85{col 46}{space 3}0.000{col 54}{space 4} 1.102607{col 67}{space 3} 1.730208
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 1.429034{col 26}{space 2} .1647788{col 37}{space 1}    8.67{col 46}{space 3}0.000{col 54}{space 4} 1.105821{col 67}{space 3} 1.752247
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 1.281972{col 26}{space 2} .1687922{col 37}{space 1}    7.59{col 46}{space 3}0.000{col 54}{space 4} .9508874{col 67}{space 3} 1.613057
{txt}{space 8}234  {c |}{col 14}{res}{space 2}  1.08206{col 26}{space 2} .1651346{col 37}{space 1}    6.55{col 46}{space 3}0.000{col 54}{space 4}  .758149{col 67}{space 3}  1.40597
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 1.533493{col 26}{space 2} .1658597{col 37}{space 1}    9.25{col 46}{space 3}0.000{col 54}{space 4}  1.20816{col 67}{space 3} 1.858826
{txt}{space 8}236  {c |}{col 14}{res}{space 2} 2.053334{col 26}{space 2} .1633335{col 37}{space 1}   12.57{col 46}{space 3}0.000{col 54}{space 4} 1.732956{col 67}{space 3} 2.373711
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 1.687473{col 26}{space 2} .1678199{col 37}{space 1}   10.06{col 46}{space 3}0.000{col 54}{space 4} 1.358295{col 67}{space 3} 2.016651
{txt}{space 8}238  {c |}{col 14}{res}{space 2} 1.738787{col 26}{space 2} .1625647{col 37}{space 1}   10.70{col 46}{space 3}0.000{col 54}{space 4} 1.419917{col 67}{space 3} 2.057657
{txt}{space 8}239  {c |}{col 14}{res}{space 2} 1.899489{col 26}{space 2} .1638451{col 37}{space 1}   11.59{col 46}{space 3}0.000{col 54}{space 4} 1.578108{col 67}{space 3} 2.220871
{txt}{space 8}240  {c |}{col 14}{res}{space 2}  1.40345{col 26}{space 2} .1610259{col 37}{space 1}    8.72{col 46}{space 3}0.000{col 54}{space 4} 1.087598{col 67}{space 3} 1.719301
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 2.529543{col 26}{space 2} .1857764{col 37}{space 1}   13.62{col 46}{space 3}0.000{col 54}{space 4} 2.165143{col 67}{space 3} 2.893942
{txt}{space 8}242  {c |}{col 14}{res}{space 2}  1.68858{col 26}{space 2} .2414064{col 37}{space 1}    6.99{col 46}{space 3}0.000{col 54}{space 4} 1.215063{col 67}{space 3} 2.162098
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 1.929178{col 26}{space 2} .1765392{col 37}{space 1}   10.93{col 46}{space 3}0.000{col 54}{space 4} 1.582897{col 67}{space 3} 2.275459
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 1.999533{col 26}{space 2} .1688346{col 37}{space 1}   11.84{col 46}{space 3}0.000{col 54}{space 4} 1.668365{col 67}{space 3} 2.330702
{txt}{space 8}245  {c |}{col 14}{res}{space 2} .3609035{col 26}{space 2} .1889983{col 37}{space 1}    1.91{col 46}{space 3}0.056{col 54}{space 4}-.0098156{col 67}{space 3} .7316227
{txt}{space 8}246  {c |}{col 14}{res}{space 2} .0177784{col 26}{space 2} .2661971{col 37}{space 1}    0.07{col 46}{space 3}0.947{col 54}{space 4}-.5043659{col 67}{space 3} .5399227
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-.4954198{col 26}{space 2} .2345038{col 37}{space 1}   -2.11{col 46}{space 3}0.035{col 54}{space 4}-.9553978{col 67}{space 3}-.0354419
{txt}{space 8}248  {c |}{col 14}{res}{space 2} -1.75319{col 26}{space 2} .2746913{col 37}{space 1}   -6.38{col 46}{space 3}0.000{col 54}{space 4}-2.291995{col 67}{space 3}-1.214384
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-1.701355{col 26}{space 2} .3310384{col 37}{space 1}   -5.14{col 46}{space 3}0.000{col 54}{space 4}-2.350685{col 67}{space 3}-1.052025
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-2.332926{col 26}{space 2} .1922799{col 37}{space 1}  -12.13{col 46}{space 3}0.000{col 54}{space 4}-2.710082{col 67}{space 3} -1.95577
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    1610
                                                       {txt}F( 58,  1551) ={res}  103.32
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8261
                                                       {txt}Root MSE      = {res} .56652

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .4603792{col 26}{space 2} .0472667{col 37}{space 1}    9.74{col 46}{space 3}0.000{col 54}{space 4} .3676659{col 67}{space 3} .5530925
{txt}{space 12} {c |}
{space 8}date {c |}
{space 8}193  {c |}{col 14}{res}{space 2} .7256518{col 26}{space 2} .1804808{col 37}{space 1}    4.02{col 46}{space 3}0.000{col 54}{space 4} .3716397{col 67}{space 3} 1.079664
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.6425954{col 26}{space 2} .2211044{col 37}{space 1}   -2.91{col 46}{space 3}0.004{col 54}{space 4}-1.076291{col 67}{space 3}-.2089003
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.5746807{col 26}{space 2} .2086165{col 37}{space 1}   -2.75{col 46}{space 3}0.006{col 54}{space 4}-.9838808{col 67}{space 3}-.1654806
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 3.528237{col 26}{space 2} .2422295{col 37}{space 1}   14.57{col 46}{space 3}0.000{col 54}{space 4} 3.053105{col 67}{space 3} 4.003369
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 3.917656{col 26}{space 2}  .233337{col 37}{space 1}   16.79{col 46}{space 3}0.000{col 54}{space 4} 3.459967{col 67}{space 3} 4.375346
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 5.394062{col 26}{space 2} .2723345{col 37}{space 1}   19.81{col 46}{space 3}0.000{col 54}{space 4}  4.85988{col 67}{space 3} 5.928245
{txt}{space 8}199  {c |}{col 14}{res}{space 2}  4.83023{col 26}{space 2} .2340843{col 37}{space 1}   20.63{col 46}{space 3}0.000{col 54}{space 4} 4.371075{col 67}{space 3} 5.289385
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-.0459279{col 26}{space 2} .2008274{col 37}{space 1}   -0.23{col 46}{space 3}0.819{col 54}{space 4}-.4398499{col 67}{space 3}  .347994
{txt}{space 8}201  {c |}{col 14}{res}{space 2}-.1749688{col 26}{space 2} .2095857{col 37}{space 1}   -0.83{col 46}{space 3}0.404{col 54}{space 4}  -.58607{col 67}{space 3} .2361325
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-.0821447{col 26}{space 2} .2317503{col 37}{space 1}   -0.35{col 46}{space 3}0.723{col 54}{space 4}-.5367216{col 67}{space 3} .3724322
{txt}{space 8}203  {c |}{col 14}{res}{space 2} .2213488{col 26}{space 2} .1977601{col 37}{space 1}    1.12{col 46}{space 3}0.263{col 54}{space 4}-.1665566{col 67}{space 3} .6092541
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 1.662599{col 26}{space 2}  .186945{col 37}{space 1}    8.89{col 46}{space 3}0.000{col 54}{space 4} 1.295907{col 67}{space 3}  2.02929
{txt}{space 8}205  {c |}{col 14}{res}{space 2} .9304267{col 26}{space 2}  .190204{col 37}{space 1}    4.89{col 46}{space 3}0.000{col 54}{space 4} .5573425{col 67}{space 3} 1.303511
{txt}{space 8}206  {c |}{col 14}{res}{space 2} .3643528{col 26}{space 2} .2160499{col 37}{space 1}    1.69{col 46}{space 3}0.092{col 54}{space 4}-.0594278{col 67}{space 3} .7881335
{txt}{space 8}207  {c |}{col 14}{res}{space 2} .0824454{col 26}{space 2} .1909091{col 37}{space 1}    0.43{col 46}{space 3}0.666{col 54}{space 4}-.2920217{col 67}{space 3} .4569125
{txt}{space 8}208  {c |}{col 14}{res}{space 2} .5887126{col 26}{space 2}  .180243{col 37}{space 1}    3.27{col 46}{space 3}0.001{col 54}{space 4} .2351668{col 67}{space 3} .9422583
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 1.574388{col 26}{space 2} .1784861{col 37}{space 1}    8.82{col 46}{space 3}0.000{col 54}{space 4} 1.224288{col 67}{space 3} 1.924488
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 2.233107{col 26}{space 2}  .190365{col 37}{space 1}   11.73{col 46}{space 3}0.000{col 54}{space 4} 1.859707{col 67}{space 3} 2.606507
{txt}{space 8}211  {c |}{col 14}{res}{space 2} 2.077925{col 26}{space 2}  .183051{col 37}{space 1}   11.35{col 46}{space 3}0.000{col 54}{space 4} 1.718872{col 67}{space 3} 2.436979
{txt}{space 8}212  {c |}{col 14}{res}{space 2} 2.070699{col 26}{space 2} .1728207{col 37}{space 1}   11.98{col 46}{space 3}0.000{col 54}{space 4} 1.731712{col 67}{space 3} 2.409685
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 2.112877{col 26}{space 2} .1740734{col 37}{space 1}   12.14{col 46}{space 3}0.000{col 54}{space 4} 1.771433{col 67}{space 3} 2.454321
{txt}{space 8}214  {c |}{col 14}{res}{space 2} 1.150425{col 26}{space 2} .1744742{col 37}{space 1}    6.59{col 46}{space 3}0.000{col 54}{space 4} .8081952{col 67}{space 3} 1.492656
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 1.812498{col 26}{space 2} .1720625{col 37}{space 1}   10.53{col 46}{space 3}0.000{col 54}{space 4} 1.474998{col 67}{space 3} 2.149997
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 1.373231{col 26}{space 2} .1721968{col 37}{space 1}    7.97{col 46}{space 3}0.000{col 54}{space 4} 1.035468{col 67}{space 3} 1.710994
{txt}{space 8}217  {c |}{col 14}{res}{space 2} .9355213{col 26}{space 2} .1683718{col 37}{space 1}    5.56{col 46}{space 3}0.000{col 54}{space 4}  .605261{col 67}{space 3} 1.265782
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 1.446454{col 26}{space 2} .1752814{col 37}{space 1}    8.25{col 46}{space 3}0.000{col 54}{space 4}  1.10264{col 67}{space 3} 1.790267
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 1.215831{col 26}{space 2} .1689397{col 37}{space 1}    7.20{col 46}{space 3}0.000{col 54}{space 4} .8844563{col 67}{space 3} 1.547205
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 2.774892{col 26}{space 2} .1608027{col 37}{space 1}   17.26{col 46}{space 3}0.000{col 54}{space 4} 2.459478{col 67}{space 3} 3.090306
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 2.941689{col 26}{space 2} .1853742{col 37}{space 1}   15.87{col 46}{space 3}0.000{col 54}{space 4} 2.578078{col 67}{space 3} 3.305299
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 2.871275{col 26}{space 2} .1753589{col 37}{space 1}   16.37{col 46}{space 3}0.000{col 54}{space 4}  2.52731{col 67}{space 3} 3.215241
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 3.057716{col 26}{space 2} .1660892{col 37}{space 1}   18.41{col 46}{space 3}0.000{col 54}{space 4} 2.731933{col 67}{space 3} 3.383499
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 1.639829{col 26}{space 2} .1811974{col 37}{space 1}    9.05{col 46}{space 3}0.000{col 54}{space 4} 1.284411{col 67}{space 3} 1.995247
{txt}{space 8}225  {c |}{col 14}{res}{space 2} 1.535189{col 26}{space 2} .1779788{col 37}{space 1}    8.63{col 46}{space 3}0.000{col 54}{space 4} 1.186085{col 67}{space 3} 1.884294
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 1.774713{col 26}{space 2}  .173446{col 37}{space 1}   10.23{col 46}{space 3}0.000{col 54}{space 4}   1.4345{col 67}{space 3} 2.114927
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 1.257542{col 26}{space 2} .1745249{col 37}{space 1}    7.21{col 46}{space 3}0.000{col 54}{space 4} .9152125{col 67}{space 3} 1.599872
{txt}{space 8}228  {c |}{col 14}{res}{space 2} .9289122{col 26}{space 2} .1692278{col 37}{space 1}    5.49{col 46}{space 3}0.000{col 54}{space 4} .5969727{col 67}{space 3} 1.260852
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 1.072952{col 26}{space 2}  .169498{col 37}{space 1}    6.33{col 46}{space 3}0.000{col 54}{space 4} .7404824{col 67}{space 3} 1.405421
{txt}{space 8}230  {c |}{col 14}{res}{space 2} 1.202963{col 26}{space 2} .1725569{col 37}{space 1}    6.97{col 46}{space 3}0.000{col 54}{space 4} .8644938{col 67}{space 3} 1.541433
{txt}{space 8}231  {c |}{col 14}{res}{space 2} .9985957{col 26}{space 2} .1594057{col 37}{space 1}    6.26{col 46}{space 3}0.000{col 54}{space 4} .6859223{col 67}{space 3} 1.311269
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 1.384583{col 26}{space 2} .1643853{col 37}{space 1}    8.42{col 46}{space 3}0.000{col 54}{space 4} 1.062142{col 67}{space 3} 1.707024
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 1.146384{col 26}{space 2} .1678048{col 37}{space 1}    6.83{col 46}{space 3}0.000{col 54}{space 4} .8172361{col 67}{space 3} 1.475532
{txt}{space 8}234  {c |}{col 14}{res}{space 2} .8182468{col 26}{space 2} .1639601{col 37}{space 1}    4.99{col 46}{space 3}0.000{col 54}{space 4} .4966399{col 67}{space 3} 1.139854
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 1.416633{col 26}{space 2} .1645296{col 37}{space 1}    8.61{col 46}{space 3}0.000{col 54}{space 4} 1.093909{col 67}{space 3} 1.739357
{txt}{space 8}236  {c |}{col 14}{res}{space 2} 1.920282{col 26}{space 2} .1621318{col 37}{space 1}   11.84{col 46}{space 3}0.000{col 54}{space 4} 1.602262{col 67}{space 3} 2.238303
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 1.696399{col 26}{space 2} .1679144{col 37}{space 1}   10.10{col 46}{space 3}0.000{col 54}{space 4} 1.367036{col 67}{space 3} 2.025762
{txt}{space 8}238  {c |}{col 14}{res}{space 2} 1.880197{col 26}{space 2} .1644029{col 37}{space 1}   11.44{col 46}{space 3}0.000{col 54}{space 4} 1.557721{col 67}{space 3} 2.202672
{txt}{space 8}239  {c |}{col 14}{res}{space 2} 1.868239{col 26}{space 2} .1636145{col 37}{space 1}   11.42{col 46}{space 3}0.000{col 54}{space 4}  1.54731{col 67}{space 3} 2.189168
{txt}{space 8}240  {c |}{col 14}{res}{space 2} 1.097214{col 26}{space 2}   .16096{col 37}{space 1}    6.82{col 46}{space 3}0.000{col 54}{space 4} .7814923{col 67}{space 3} 1.412937
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 2.293806{col 26}{space 2}  .184312{col 37}{space 1}   12.45{col 46}{space 3}0.000{col 54}{space 4} 1.932279{col 67}{space 3} 2.655333
{txt}{space 8}242  {c |}{col 14}{res}{space 2}   1.4058{col 26}{space 2} .2404982{col 37}{space 1}    5.85{col 46}{space 3}0.000{col 54}{space 4} .9340638{col 67}{space 3} 1.877536
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 1.580148{col 26}{space 2} .1753428{col 37}{space 1}    9.01{col 46}{space 3}0.000{col 54}{space 4} 1.236214{col 67}{space 3} 1.924082
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 1.893146{col 26}{space 2} .1676061{col 37}{space 1}   11.30{col 46}{space 3}0.000{col 54}{space 4} 1.564388{col 67}{space 3} 2.221905
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-.4307625{col 26}{space 2} .1863752{col 37}{space 1}   -2.31{col 46}{space 3}0.021{col 54}{space 4}-.7963364{col 67}{space 3}-.0651886
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-.4845851{col 26}{space 2}    .2792{col 37}{space 1}   -1.74{col 46}{space 3}0.083{col 54}{space 4}-1.032234{col 67}{space 3} .0630642
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-.8421733{col 26}{space 2} .2316741{col 37}{space 1}   -3.64{col 46}{space 3}0.000{col 54}{space 4}-1.296601{col 67}{space 3}-.3877457
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-2.084956{col 26}{space 2} .2754624{col 37}{space 1}   -7.57{col 46}{space 3}0.000{col 54}{space 4}-2.625274{col 67}{space 3}-1.544638
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-1.034295{col 26}{space 2} .3468845{col 37}{space 1}   -2.98{col 46}{space 3}0.003{col 54}{space 4}-1.714707{col 67}{space 3} -.353883
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-1.350834{col 26}{space 2} .1555181{col 37}{space 1}   -8.69{col 46}{space 3}0.000{col 54}{space 4}-1.655882{col 67}{space 3}-1.045786
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                                      Number of obs ={res}    1338
                                                       {txt}F( 61,  1276) ={res}  151.99
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.9026
                                                       {txt}Root MSE      = {res} .42696

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L1. {c |}{col 14}{res}{space 2} .5508879{col 26}{space 2} .0754832{col 37}{space 1}    7.30{col 46}{space 3}0.000{col 54}{space 4} .4028031{col 67}{space 3} .6989726
{txt}{space 9}L2. {c |}{col 14}{res}{space 2} .2313046{col 26}{space 2} .0600615{col 37}{space 1}    3.85{col 46}{space 3}0.000{col 54}{space 4} .1134745{col 67}{space 3} .3491346
{txt}{space 9}L3. {c |}{col 14}{res}{space 2} .0692667{col 26}{space 2} .0519466{col 37}{space 1}    1.33{col 46}{space 3}0.183{col 54}{space 4}-.0326434{col 67}{space 3} .1711769
{txt}{space 12} {c |}
{space 8}date {c |}
{space 8}192  {c |}{col 14}{res}{space 2}-.7278177{col 26}{space 2} .1083842{col 37}{space 1}   -6.72{col 46}{space 3}0.000{col 54}{space 4}-.9404486{col 67}{space 3}-.5151869
{txt}{space 8}193  {c |}{col 14}{res}{space 2}   .39181{col 26}{space 2} .1461587{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .1050723{col 67}{space 3} .6785478
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.8446225{col 26}{space 2} .1446327{col 37}{space 1}   -5.84{col 46}{space 3}0.000{col 54}{space 4}-1.128367{col 67}{space 3}-.5608784
{txt}{space 8}195  {c |}{col 14}{res}{space 2} -.365413{col 26}{space 2}  .202483{col 37}{space 1}   -1.80{col 46}{space 3}0.071{col 54}{space 4}-.7626492{col 67}{space 3} .0318231
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 3.530266{col 26}{space 2} .1908502{col 37}{space 1}   18.50{col 46}{space 3}0.000{col 54}{space 4} 3.155852{col 67}{space 3} 3.904681
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 2.234856{col 26}{space 2} .2620746{col 37}{space 1}    8.53{col 46}{space 3}0.000{col 54}{space 4} 1.720711{col 67}{space 3}    2.749
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 1.915306{col 26}{space 2} .2696051{col 37}{space 1}    7.10{col 46}{space 3}0.000{col 54}{space 4} 1.386388{col 67}{space 3} 2.444224
{txt}{space 8}199  {c |}{col 14}{res}{space 2} .5104899{col 26}{space 2} .2055876{col 37}{space 1}    2.48{col 46}{space 3}0.013{col 54}{space 4}  .107163{col 67}{space 3} .9138168
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-2.410714{col 26}{space 2} .1399527{col 37}{space 1}  -17.23{col 46}{space 3}0.000{col 54}{space 4}-2.685276{col 67}{space 3}-2.136151
{txt}{space 8}201  {c |}{col 14}{res}{space 2} -.678209{col 26}{space 2} .2409398{col 37}{space 1}   -2.81{col 46}{space 3}0.005{col 54}{space 4}-1.150891{col 67}{space 3}-.2055273
{txt}{space 8}202  {c |}{col 14}{res}{space 2} .5557847{col 26}{space 2} .1866415{col 37}{space 1}    2.98{col 46}{space 3}0.003{col 54}{space 4} .1896268{col 67}{space 3} .9219426
{txt}{space 8}203  {c |}{col 14}{res}{space 2} .6895368{col 26}{space 2} .0805844{col 37}{space 1}    8.56{col 46}{space 3}0.000{col 54}{space 4} .5314443{col 67}{space 3} .8476292
{txt}{space 8}204  {c |}{col 14}{res}{space 2} .3978102{col 26}{space 2} .1084138{col 37}{space 1}    3.67{col 46}{space 3}0.000{col 54}{space 4} .1851213{col 67}{space 3} .6104992
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-.3751861{col 26}{space 2} .1562629{col 37}{space 1}   -2.40{col 46}{space 3}0.016{col 54}{space 4}-.6817465{col 67}{space 3}-.0686257
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-.3417151{col 26}{space 2} .1302337{col 37}{space 1}   -2.62{col 46}{space 3}0.009{col 54}{space 4}-.5972108{col 67}{space 3}-.0862194
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-.0553624{col 26}{space 2} .1096876{col 37}{space 1}   -0.50{col 46}{space 3}0.614{col 54}{space 4}-.2705502{col 67}{space 3} .1598254
{txt}{space 8}208  {c |}{col 14}{res}{space 2} .6095315{col 26}{space 2} .1255434{col 37}{space 1}    4.86{col 46}{space 3}0.000{col 54}{space 4} .3632374{col 67}{space 3} .8558257
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 1.013081{col 26}{space 2} .0827791{col 37}{space 1}   12.24{col 46}{space 3}0.000{col 54}{space 4} .8506832{col 67}{space 3} 1.175479
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 1.082597{col 26}{space 2} .1020279{col 37}{space 1}   10.61{col 46}{space 3}0.000{col 54}{space 4} .8824362{col 67}{space 3} 1.282758
{txt}{space 8}211  {c |}{col 14}{res}{space 2} .4185333{col 26}{space 2} .0945384{col 37}{space 1}    4.43{col 46}{space 3}0.000{col 54}{space 4} .2330655{col 67}{space 3} .6040012
{txt}{space 8}212  {c |}{col 14}{res}{space 2} .4754527{col 26}{space 2} .0841533{col 37}{space 1}    5.65{col 46}{space 3}0.000{col 54}{space 4} .3103587{col 67}{space 3} .6405466
{txt}{space 8}213  {c |}{col 14}{res}{space 2} .7955621{col 26}{space 2} .0839769{col 37}{space 1}    9.47{col 46}{space 3}0.000{col 54}{space 4} .6308142{col 67}{space 3}   .96031
{txt}{space 8}214  {c |}{col 14}{res}{space 2}-.1803285{col 26}{space 2} .1221122{col 37}{space 1}   -1.48{col 46}{space 3}0.140{col 54}{space 4}-.4198912{col 67}{space 3} .0592342
{txt}{space 8}215  {c |}{col 14}{res}{space 2} .7445866{col 26}{space 2} .1034556{col 37}{space 1}    7.20{col 46}{space 3}0.000{col 54}{space 4} .5416249{col 67}{space 3} .9475484
{txt}{space 8}216  {c |}{col 14}{res}{space 2} .1882015{col 26}{space 2} .0941947{col 37}{space 1}    2.00{col 46}{space 3}0.046{col 54}{space 4}  .003408{col 67}{space 3}  .372995
{txt}{space 8}217  {c |}{col 14}{res}{space 2}  .054872{col 26}{space 2} .0841983{col 37}{space 1}    0.65{col 46}{space 3}0.515{col 54}{space 4}-.1103104{col 67}{space 3} .2200544
{txt}{space 8}218  {c |}{col 14}{res}{space 2} .4144108{col 26}{space 2} .0855464{col 37}{space 1}    4.84{col 46}{space 3}0.000{col 54}{space 4} .2465838{col 67}{space 3} .5822378
{txt}{space 8}219  {c |}{col 14}{res}{space 2} .4575143{col 26}{space 2} .0794561{col 37}{space 1}    5.76{col 46}{space 3}0.000{col 54}{space 4} .3016353{col 67}{space 3} .6133933
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 1.806825{col 26}{space 2} .0898767{col 37}{space 1}   20.10{col 46}{space 3}0.000{col 54}{space 4} 1.630503{col 67}{space 3} 1.983147
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 1.006906{col 26}{space 2} .1583552{col 37}{space 1}    6.36{col 46}{space 3}0.000{col 54}{space 4} .6962409{col 67}{space 3} 1.317571
{txt}{space 8}222  {c |}{col 14}{res}{space 2}  .692452{col 26}{space 2} .1479175{col 37}{space 1}    4.68{col 46}{space 3}0.000{col 54}{space 4} .4022638{col 67}{space 3} .9826402
{txt}{space 8}223  {c |}{col 14}{res}{space 2} .8284892{col 26}{space 2} .1063959{col 37}{space 1}    7.79{col 46}{space 3}0.000{col 54}{space 4} .6197591{col 67}{space 3} 1.037219
{txt}{space 8}224  {c |}{col 14}{res}{space 2}-.0898012{col 26}{space 2} .1030418{col 37}{space 1}   -0.87{col 46}{space 3}0.384{col 54}{space 4}-.2919512{col 67}{space 3} .1123488
{txt}{space 8}225  {c |}{col 14}{res}{space 2} .2656259{col 26}{space 2} .1137159{col 37}{space 1}    2.34{col 46}{space 3}0.020{col 54}{space 4} .0425352{col 67}{space 3} .4887166
{txt}{space 8}226  {c |}{col 14}{res}{space 2} .6626491{col 26}{space 2} .0848582{col 37}{space 1}    7.81{col 46}{space 3}0.000{col 54}{space 4} .4961722{col 67}{space 3}  .829126
{txt}{space 8}227  {c |}{col 14}{res}{space 2} .1365047{col 26}{space 2} .0768114{col 37}{space 1}    1.78{col 46}{space 3}0.076{col 54}{space 4}-.0141858{col 67}{space 3} .2871952
{txt}{space 8}228  {c |}{col 14}{res}{space 2}-.3263494{col 26}{space 2} .0859297{col 37}{space 1}   -3.80{col 46}{space 3}0.000{col 54}{space 4}-.4949285{col 67}{space 3}-.1577704
{txt}{space 8}229  {c |}{col 14}{res}{space 2} .2600278{col 26}{space 2} .0969685{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .0697927{col 67}{space 3}  .450263
{txt}{space 8}230  {c |}{col 14}{res}{space 2} .5871497{col 26}{space 2} .0769114{col 37}{space 1}    7.63{col 46}{space 3}0.000{col 54}{space 4}  .436263{col 67}{space 3} .7380364
{txt}{space 8}231  {c |}{col 14}{res}{space 2} .1332511{col 26}{space 2} .0727998{col 37}{space 1}    1.83{col 46}{space 3}0.067{col 54}{space 4}-.0095694{col 67}{space 3} .2760716
{txt}{space 8}232  {c |}{col 14}{res}{space 2} .3048122{col 26}{space 2} .0857359{col 37}{space 1}    3.56{col 46}{space 3}0.000{col 54}{space 4} .1366134{col 67}{space 3}  .473011
{txt}{space 8}233  {c |}{col 14}{res}{space 2}  .178388{col 26}{space 2} .0726826{col 37}{space 1}    2.45{col 46}{space 3}0.014{col 54}{space 4} .0357974{col 67}{space 3} .3209786
{txt}{space 8}234  {c |}{col 14}{res}{space 2} .0023603{col 26}{space 2} .0737211{col 37}{space 1}    0.03{col 46}{space 3}0.974{col 54}{space 4}-.1422676{col 67}{space 3} .1469882
{txt}{space 8}235  {c |}{col 14}{res}{space 2}  .611107{col 26}{space 2} .0795031{col 37}{space 1}    7.69{col 46}{space 3}0.000{col 54}{space 4} .4551359{col 67}{space 3} .7670781
{txt}{space 8}236  {c |}{col 14}{res}{space 2}  .950521{col 26}{space 2} .0760161{col 37}{space 1}   12.50{col 46}{space 3}0.000{col 54}{space 4} .8013907{col 67}{space 3} 1.099651
{txt}{space 8}237  {c |}{col 14}{res}{space 2} .3070173{col 26}{space 2}  .086929{col 37}{space 1}    3.53{col 46}{space 3}0.000{col 54}{space 4} .1364778{col 67}{space 3} .4775568
{txt}{space 8}238  {c |}{col 14}{res}{space 2} .4184213{col 26}{space 2} .0842408{col 37}{space 1}    4.97{col 46}{space 3}0.000{col 54}{space 4} .2531556{col 67}{space 3}  .583687
{txt}{space 8}239  {c |}{col 14}{res}{space 2} .6011222{col 26}{space 2} .0682587{col 37}{space 1}    8.81{col 46}{space 3}0.000{col 54}{space 4} .4672106{col 67}{space 3} .7350338
{txt}{space 8}240  {c |}{col 14}{res}{space 2}-.0441855{col 26}{space 2} .0682152{col 37}{space 1}   -0.65{col 46}{space 3}0.517{col 54}{space 4}-.1780116{col 67}{space 3} .0896407
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 1.232265{col 26}{space 2} .1409867{col 37}{space 1}    8.74{col 46}{space 3}0.000{col 54}{space 4} .9556738{col 67}{space 3} 1.508856
{txt}{space 8}242  {c |}{col 14}{res}{space 2}-.0079488{col 26}{space 2} .2131409{col 37}{space 1}   -0.04{col 46}{space 3}0.970{col 54}{space 4}-.4260939{col 67}{space 3} .4101964
{txt}{space 8}243  {c |}{col 14}{res}{space 2} .5018139{col 26}{space 2} .1782862{col 37}{space 1}    2.81{col 46}{space 3}0.005{col 54}{space 4} .1520476{col 67}{space 3} .8515802
{txt}{space 8}244  {c |}{col 14}{res}{space 2} .4799924{col 26}{space 2}  .084586{col 37}{space 1}    5.67{col 46}{space 3}0.000{col 54}{space 4} .3140495{col 67}{space 3} .6459352
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-1.372937{col 26}{space 2} .1231475{col 37}{space 1}  -11.15{col 46}{space 3}0.000{col 54}{space 4}-1.614531{col 67}{space 3}-1.131343
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-.9577631{col 26}{space 2} .2280992{col 37}{space 1}   -4.20{col 46}{space 3}0.000{col 54}{space 4}-1.405254{col 67}{space 3}-.5102724
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-.3478048{col 26}{space 2} .1732675{col 37}{space 1}   -2.01{col 46}{space 3}0.045{col 54}{space 4}-.6877253{col 67}{space 3}-.0078843
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-1.379156{col 26}{space 2} .1622836{col 37}{space 1}   -8.50{col 46}{space 3}0.000{col 54}{space 4}-1.697528{col 67}{space 3}-1.060784
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-.4478995{col 26}{space 2} .2358902{col 37}{space 1}   -1.90{col 46}{space 3}0.058{col 54}{space 4}-.9106747{col 67}{space 3} .0148757
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} -.356107{col 26}{space 2} .0583149{col 37}{space 1}   -6.11{col 46}{space 3}0.000{col 54}{space 4}-.4705106{col 67}{space 3}-.2417034
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. esttab using "${c -(}sum_table_folder{c )-}/ind/FEEfficiencySPFIndQ.csv", mtitles se(%8.3f) ///
>            scalars(N r2) drop(*.date) replace
{res}{txt}(output written to {browse  `"/Users/Myworld/Dropbox/InfVar/workingfolder/tables/ind/FEEfficiencySPFIndQ.csv"'})

{com}. dddd
{err}unrecognized command:  dddd
{txt}{search r(199):r(199);}

end of do-file

{search r(199):r(199);}

{com}. do "/var/folders/k3/fzq0vzzx2b56ypvhsddgs7hr0000gn/T//SD16055.000000"
{txt}
{com}. 
. eststo clear
{txt}
{com}. 
. foreach mom in FE{c -(}
{txt}  2{com}.    foreach var in SPFCPI SPFPCE{c -(}
{txt}  3{com}.    replace InfExp_Mean = `var'_Mean
{txt}  4{com}.    replace InfExp_`mom' = `var'_`mom'
{txt}  5{com}.    eststo `var'_`mom'_bias: reg InfExp_`mom' i.date,robust 
{txt}  6{com}.    estadd local hast "Yes",replace
{txt}  7{com}.    
.    eststo `var'_`mom'_lag4: reg  InfExp_`mom' l(4).InfExp_Mean i.date, robust
{txt}  8{com}.    estadd local hast "Yes",replace
{txt}  9{com}.    eststo `var'_`mom'_arlag4: reg InfExp_`mom' l(4).InfExp_`mom' i.date,robust
{txt} 10{com}.    estadd local hast "Yes",replace
{txt} 11{com}.    eststo `var'_`mom'_arlag13: reg  InfExp_`mom' l(1/3).InfExp_`mom' i.date, robust
{txt} 12{com}.    estadd local hast "Yes",replace
{txt} 13{com}. 
.  {c )-}
{txt} 14{com}. {c )-}
{txt}(5501 real changes made, 10 to missing)
(5520 real changes made, 10 to missing)

Linear regression                                      Number of obs ={res}    5510
                                                       {txt}F(162,  5347) ={res}  104.97
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.7599
                                                       {txt}Root MSE      = {res} .71253

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 8}date {c |}
{space 9}87  {c |}{col 14}{res}{space 2}-.2080222{col 26}{space 2} .5016905{col 37}{space 1}   -0.41{col 46}{space 3}0.678{col 54}{space 4} -1.19154{col 67}{space 3} .7754958
{txt}{space 9}88  {c |}{col 14}{res}{space 2} 1.128001{col 26}{space 2} .3777209{col 37}{space 1}    2.99{col 46}{space 3}0.003{col 54}{space 4} .3875138{col 67}{space 3} 1.868488
{txt}{space 9}89  {c |}{col 14}{res}{space 2} 2.331142{col 26}{space 2} .3958525{col 37}{space 1}    5.89{col 46}{space 3}0.000{col 54}{space 4}  1.55511{col 67}{space 3} 3.107174
{txt}{space 9}90  {c |}{col 14}{res}{space 2} 2.310393{col 26}{space 2} .3110579{col 37}{space 1}    7.43{col 46}{space 3}0.000{col 54}{space 4} 1.700593{col 67}{space 3} 2.920193
{txt}{space 9}91  {c |}{col 14}{res}{space 2} 3.584907{col 26}{space 2} .2942062{col 37}{space 1}   12.19{col 46}{space 3}0.000{col 54}{space 4} 3.008143{col 67}{space 3} 4.161671
{txt}{space 9}92  {c |}{col 14}{res}{space 2} 3.392619{col 26}{space 2} .3769411{col 37}{space 1}    9.00{col 46}{space 3}0.000{col 54}{space 4}  2.65366{col 67}{space 3} 4.131577
{txt}{space 9}93  {c |}{col 14}{res}{space 2} 3.535696{col 26}{space 2}  .326991{col 37}{space 1}   10.81{col 46}{space 3}0.000{col 54}{space 4}  2.89466{col 67}{space 3} 4.176732
{txt}{space 9}94  {c |}{col 14}{res}{space 2} 5.108076{col 26}{space 2} .3365038{col 37}{space 1}   15.18{col 46}{space 3}0.000{col 54}{space 4} 4.448392{col 67}{space 3} 5.767761
{txt}{space 9}95  {c |}{col 14}{res}{space 2} 5.175269{col 26}{space 2} .2826071{col 37}{space 1}   18.31{col 46}{space 3}0.000{col 54}{space 4} 4.621244{col 67}{space 3} 5.729294
{txt}{space 9}96  {c |}{col 14}{res}{space 2} 3.054014{col 26}{space 2} .4049798{col 37}{space 1}    7.54{col 46}{space 3}0.000{col 54}{space 4} 2.260089{col 67}{space 3}  3.84794
{txt}{space 9}97  {c |}{col 14}{res}{space 2} 3.477403{col 26}{space 2} .3117685{col 37}{space 1}   11.15{col 46}{space 3}0.000{col 54}{space 4} 2.866209{col 67}{space 3} 4.088596
{txt}{space 9}98  {c |}{col 14}{res}{space 2} 3.766529{col 26}{space 2} .2768254{col 37}{space 1}   13.61{col 46}{space 3}0.000{col 54}{space 4} 3.223838{col 67}{space 3} 4.309219
{txt}{space 9}99  {c |}{col 14}{res}{space 2} 3.178891{col 26}{space 2} .2755607{col 37}{space 1}   11.54{col 46}{space 3}0.000{col 54}{space 4} 2.638679{col 67}{space 3} 3.719102
{txt}{space 8}100  {c |}{col 14}{res}{space 2} 3.529023{col 26}{space 2}  .276999{col 37}{space 1}   12.74{col 46}{space 3}0.000{col 54}{space 4} 2.985993{col 67}{space 3} 4.072054
{txt}{space 8}101  {c |}{col 14}{res}{space 2} 3.821792{col 26}{space 2} .2665047{col 37}{space 1}   14.34{col 46}{space 3}0.000{col 54}{space 4} 3.299334{col 67}{space 3}  4.34425
{txt}{space 8}102  {c |}{col 14}{res}{space 2} 3.920584{col 26}{space 2} .2758728{col 37}{space 1}   14.21{col 46}{space 3}0.000{col 54}{space 4} 3.379761{col 67}{space 3} 4.461407
{txt}{space 8}103  {c |}{col 14}{res}{space 2} 3.600184{col 26}{space 2} .3023854{col 37}{space 1}   11.91{col 46}{space 3}0.000{col 54}{space 4} 3.007386{col 67}{space 3} 4.192983
{txt}{space 8}104  {c |}{col 14}{res}{space 2} 2.678803{col 26}{space 2} .2654909{col 37}{space 1}   10.09{col 46}{space 3}0.000{col 54}{space 4} 2.158332{col 67}{space 3} 3.199273
{txt}{space 8}105  {c |}{col 14}{res}{space 2} 4.685531{col 26}{space 2} .2941774{col 37}{space 1}   15.93{col 46}{space 3}0.000{col 54}{space 4} 4.108823{col 67}{space 3} 5.262238
{txt}{space 8}106  {c |}{col 14}{res}{space 2} 4.850965{col 26}{space 2} .2945539{col 37}{space 1}   16.47{col 46}{space 3}0.000{col 54}{space 4} 4.273519{col 67}{space 3} 5.428411
{txt}{space 8}107  {c |}{col 14}{res}{space 2} 4.863747{col 26}{space 2} .2632963{col 37}{space 1}   18.47{col 46}{space 3}0.000{col 54}{space 4} 4.347579{col 67}{space 3} 5.379916
{txt}{space 8}108  {c |}{col 14}{res}{space 2} 5.306935{col 26}{space 2} .3193755{col 37}{space 1}   16.62{col 46}{space 3}0.000{col 54}{space 4} 4.680829{col 67}{space 3} 5.933041
{txt}{space 8}109  {c |}{col 14}{res}{space 2} 3.664803{col 26}{space 2} .2789405{col 37}{space 1}   13.14{col 46}{space 3}0.000{col 54}{space 4} 3.117966{col 67}{space 3}  4.21164
{txt}{space 8}110  {c |}{col 14}{res}{space 2} 3.686031{col 26}{space 2} .2867625{col 37}{space 1}   12.85{col 46}{space 3}0.000{col 54}{space 4}  3.12386{col 67}{space 3} 4.248203
{txt}{space 8}111  {c |}{col 14}{res}{space 2} 3.099227{col 26}{space 2} .2945971{col 37}{space 1}   10.52{col 46}{space 3}0.000{col 54}{space 4} 2.521697{col 67}{space 3} 3.676758
{txt}{space 8}112  {c |}{col 14}{res}{space 2} 3.256279{col 26}{space 2} .2796741{col 37}{space 1}   11.64{col 46}{space 3}0.000{col 54}{space 4} 2.708004{col 67}{space 3} 3.804555
{txt}{space 8}113  {c |}{col 14}{res}{space 2} 3.663385{col 26}{space 2} .2797696{col 37}{space 1}   13.09{col 46}{space 3}0.000{col 54}{space 4} 3.114922{col 67}{space 3} 4.211847
{txt}{space 8}114  {c |}{col 14}{res}{space 2} 3.925689{col 26}{space 2} .2752007{col 37}{space 1}   14.26{col 46}{space 3}0.000{col 54}{space 4} 3.386183{col 67}{space 3} 4.465194
{txt}{space 8}115  {c |}{col 14}{res}{space 2} 3.801725{col 26}{space 2} .2876605{col 37}{space 1}   13.22{col 46}{space 3}0.000{col 54}{space 4} 3.237793{col 67}{space 3} 4.365657
{txt}{space 8}116  {c |}{col 14}{res}{space 2} 3.522646{col 26}{space 2} .2962771{col 37}{space 1}   11.89{col 46}{space 3}0.000{col 54}{space 4} 2.941822{col 67}{space 3}  4.10347
{txt}{space 8}117  {c |}{col 14}{res}{space 2} 3.120893{col 26}{space 2} .3093974{col 37}{space 1}   10.09{col 46}{space 3}0.000{col 54}{space 4} 2.514347{col 67}{space 3} 3.727438
{txt}{space 8}118  {c |}{col 14}{res}{space 2} 2.277106{col 26}{space 2} .4167788{col 37}{space 1}    5.46{col 46}{space 3}0.000{col 54}{space 4} 1.460049{col 67}{space 3} 3.094162
{txt}{space 8}119  {c |}{col 14}{res}{space 2} 2.758999{col 26}{space 2} .2764968{col 37}{space 1}    9.98{col 46}{space 3}0.000{col 54}{space 4} 2.216953{col 67}{space 3} 3.301045
{txt}{space 8}120  {c |}{col 14}{res}{space 2} 2.282035{col 26}{space 2} .2904945{col 37}{space 1}    7.86{col 46}{space 3}0.000{col 54}{space 4} 1.712547{col 67}{space 3} 2.851522
{txt}{space 8}122  {c |}{col 14}{res}{space 2} 2.399849{col 26}{space 2} .2893226{col 37}{space 1}    8.29{col 46}{space 3}0.000{col 54}{space 4} 1.832659{col 67}{space 3} 2.967039
{txt}{space 8}123  {c |}{col 14}{res}{space 2} 1.417648{col 26}{space 2} .2843915{col 37}{space 1}    4.98{col 46}{space 3}0.000{col 54}{space 4} .8601246{col 67}{space 3} 1.975171
{txt}{space 8}124  {c |}{col 14}{res}{space 2} .8804454{col 26}{space 2} .2668748{col 37}{space 1}    3.30{col 46}{space 3}0.001{col 54}{space 4} .3572619{col 67}{space 3} 1.403629
{txt}{space 8}125  {c |}{col 14}{res}{space 2}  2.00123{col 26}{space 2}  .258713{col 37}{space 1}    7.74{col 46}{space 3}0.000{col 54}{space 4} 1.494047{col 67}{space 3} 2.508413
{txt}{space 8}126  {c |}{col 14}{res}{space 2} 2.415638{col 26}{space 2} .2516042{col 37}{space 1}    9.60{col 46}{space 3}0.000{col 54}{space 4} 1.922391{col 67}{space 3} 2.908885
{txt}{space 8}127  {c |}{col 14}{res}{space 2} 3.211415{col 26}{space 2} .2527006{col 37}{space 1}   12.71{col 46}{space 3}0.000{col 54}{space 4} 2.716019{col 67}{space 3} 3.706811
{txt}{space 8}128  {c |}{col 14}{res}{space 2} 3.744971{col 26}{space 2} .2496167{col 37}{space 1}   15.00{col 46}{space 3}0.000{col 54}{space 4}  3.25562{col 67}{space 3} 4.234321
{txt}{space 8}129  {c |}{col 14}{res}{space 2} 3.425939{col 26}{space 2} .2544747{col 37}{space 1}   13.46{col 46}{space 3}0.000{col 54}{space 4} 2.927065{col 67}{space 3} 3.924813
{txt}{space 8}130  {c |}{col 14}{res}{space 2} 3.187816{col 26}{space 2} .2537588{col 37}{space 1}   12.56{col 46}{space 3}0.000{col 54}{space 4} 2.690346{col 67}{space 3} 3.685287
{txt}{space 8}131  {c |}{col 14}{res}{space 2} 3.328435{col 26}{space 2} .2536688{col 37}{space 1}   13.12{col 46}{space 3}0.000{col 54}{space 4} 2.831141{col 67}{space 3} 3.825729
{txt}{space 8}132  {c |}{col 14}{res}{space 2} 3.047158{col 26}{space 2} .2585625{col 37}{space 1}   11.78{col 46}{space 3}0.000{col 54}{space 4}  2.54027{col 67}{space 3} 3.554045
{txt}{space 8}133  {c |}{col 14}{res}{space 2} 3.317308{col 26}{space 2} .2617065{col 37}{space 1}   12.68{col 46}{space 3}0.000{col 54}{space 4} 2.804256{col 67}{space 3} 3.830359
{txt}{space 8}134  {c |}{col 14}{res}{space 2} 3.466557{col 26}{space 2} .2497146{col 37}{space 1}   13.88{col 46}{space 3}0.000{col 54}{space 4} 2.977015{col 67}{space 3} 3.956099
{txt}{space 8}135  {c |}{col 14}{res}{space 2} 3.352715{col 26}{space 2} .2588385{col 37}{space 1}   12.95{col 46}{space 3}0.000{col 54}{space 4} 2.845285{col 67}{space 3} 3.860144
{txt}{space 8}136  {c |}{col 14}{res}{space 2} 3.730783{col 26}{space 2} .2541664{col 37}{space 1}   14.68{col 46}{space 3}0.000{col 54}{space 4} 3.232513{col 67}{space 3} 4.229053
{txt}{space 8}137  {c |}{col 14}{res}{space 2} 3.972135{col 26}{space 2} .2511046{col 37}{space 1}   15.82{col 46}{space 3}0.000{col 54}{space 4} 3.479868{col 67}{space 3} 4.464403
{txt}{space 8}138  {c |}{col 14}{res}{space 2}  3.68019{col 26}{space 2} .2578225{col 37}{space 1}   14.27{col 46}{space 3}0.000{col 54}{space 4} 3.174752{col 67}{space 3} 4.185627
{txt}{space 8}139  {c |}{col 14}{res}{space 2} 3.505924{col 26}{space 2} .2546522{col 37}{space 1}   13.77{col 46}{space 3}0.000{col 54}{space 4} 3.006702{col 67}{space 3} 4.005146
{txt}{space 8}140  {c |}{col 14}{res}{space 2}  3.62404{col 26}{space 2}  .256314{col 37}{space 1}   14.14{col 46}{space 3}0.000{col 54}{space 4}  3.12156{col 67}{space 3}  4.12652
{txt}{space 8}141  {c |}{col 14}{res}{space 2} 3.414507{col 26}{space 2} .2524751{col 37}{space 1}   13.52{col 46}{space 3}0.000{col 54}{space 4} 2.919553{col 67}{space 3} 3.909462
{txt}{space 8}142  {c |}{col 14}{res}{space 2} 3.500062{col 26}{space 2} .2497604{col 37}{space 1}   14.01{col 46}{space 3}0.000{col 54}{space 4}  3.01043{col 67}{space 3} 3.989694
{txt}{space 8}143  {c |}{col 14}{res}{space 2} 3.452428{col 26}{space 2} .2479991{col 37}{space 1}   13.92{col 46}{space 3}0.000{col 54}{space 4} 2.966249{col 67}{space 3} 3.938608
{txt}{space 8}144  {c |}{col 14}{res}{space 2} 2.988297{col 26}{space 2} .2495952{col 37}{space 1}   11.97{col 46}{space 3}0.000{col 54}{space 4} 2.498989{col 67}{space 3} 3.477606
{txt}{space 8}145  {c |}{col 14}{res}{space 2} 3.078717{col 26}{space 2} .2508438{col 37}{space 1}   12.27{col 46}{space 3}0.000{col 54}{space 4} 2.586961{col 67}{space 3} 3.570473
{txt}{space 8}146  {c |}{col 14}{res}{space 2} 3.251481{col 26}{space 2} .2524352{col 37}{space 1}   12.88{col 46}{space 3}0.000{col 54}{space 4} 2.756605{col 67}{space 3} 3.746357
{txt}{space 8}147  {c |}{col 14}{res}{space 2}  3.08032{col 26}{space 2} .2493826{col 37}{space 1}   12.35{col 46}{space 3}0.000{col 54}{space 4} 2.591428{col 67}{space 3} 3.569211
{txt}{space 8}148  {c |}{col 14}{res}{space 2} 3.052339{col 26}{space 2} .2522414{col 37}{space 1}   12.10{col 46}{space 3}0.000{col 54}{space 4} 2.557843{col 67}{space 3} 3.546835
{txt}{space 8}149  {c |}{col 14}{res}{space 2} 3.631432{col 26}{space 2} .2482785{col 37}{space 1}   14.63{col 46}{space 3}0.000{col 54}{space 4} 3.144705{col 67}{space 3} 4.118159
{txt}{space 8}150  {c |}{col 14}{res}{space 2} 3.698734{col 26}{space 2} .2522643{col 37}{space 1}   14.66{col 46}{space 3}0.000{col 54}{space 4} 3.204193{col 67}{space 3} 4.193275
{txt}{space 8}151  {c |}{col 14}{res}{space 2}  3.44767{col 26}{space 2} .2498715{col 37}{space 1}   13.80{col 46}{space 3}0.000{col 54}{space 4}  2.95782{col 67}{space 3}  3.93752
{txt}{space 8}152  {c |}{col 14}{res}{space 2} 3.685272{col 26}{space 2} .2510754{col 37}{space 1}   14.68{col 46}{space 3}0.000{col 54}{space 4} 3.193062{col 67}{space 3} 4.177482
{txt}{space 8}153  {c |}{col 14}{res}{space 2} 3.978448{col 26}{space 2}  .256098{col 37}{space 1}   15.53{col 46}{space 3}0.000{col 54}{space 4} 3.476391{col 67}{space 3} 4.480504
{txt}{space 8}154  {c |}{col 14}{res}{space 2} 3.702831{col 26}{space 2} .2558105{col 37}{space 1}   14.47{col 46}{space 3}0.000{col 54}{space 4} 3.201339{col 67}{space 3} 4.204324
{txt}{space 8}155  {c |}{col 14}{res}{space 2} 3.872853{col 26}{space 2} .2531214{col 37}{space 1}   15.30{col 46}{space 3}0.000{col 54}{space 4} 3.376632{col 67}{space 3} 4.369074
{txt}{space 8}156  {c |}{col 14}{res}{space 2} 3.547509{col 26}{space 2} .2512968{col 37}{space 1}   14.12{col 46}{space 3}0.000{col 54}{space 4} 3.054865{col 67}{space 3} 4.040153
{txt}{space 8}157  {c |}{col 14}{res}{space 2} 2.947175{col 26}{space 2} .2514676{col 37}{space 1}   11.72{col 46}{space 3}0.000{col 54}{space 4} 2.454196{col 67}{space 3} 3.440154
{txt}{space 8}158  {c |}{col 14}{res}{space 2} 3.288578{col 26}{space 2} .2501454{col 37}{space 1}   13.15{col 46}{space 3}0.000{col 54}{space 4} 2.798191{col 67}{space 3} 3.778965
{txt}{space 8}159  {c |}{col 14}{res}{space 2}  2.85347{col 26}{space 2}  .249223{col 37}{space 1}   11.45{col 46}{space 3}0.000{col 54}{space 4} 2.364891{col 67}{space 3} 3.342049
{txt}{space 8}160  {c |}{col 14}{res}{space 2} 2.695591{col 26}{space 2} .2534064{col 37}{space 1}   10.64{col 46}{space 3}0.000{col 54}{space 4} 2.198811{col 67}{space 3} 3.192371
{txt}{space 8}161  {c |}{col 14}{res}{space 2}  2.74751{col 26}{space 2} .2644445{col 37}{space 1}   10.39{col 46}{space 3}0.000{col 54}{space 4} 2.229091{col 67}{space 3} 3.265929
{txt}{space 8}162  {c |}{col 14}{res}{space 2} 2.075087{col 26}{space 2} .2500025{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4}  1.58498{col 67}{space 3} 2.565194
{txt}{space 8}163  {c |}{col 14}{res}{space 2} 2.216383{col 26}{space 2} .2493836{col 37}{space 1}    8.89{col 46}{space 3}0.000{col 54}{space 4} 1.727489{col 67}{space 3} 2.705276
{txt}{space 8}164  {c |}{col 14}{res}{space 2} 1.773578{col 26}{space 2} .2519732{col 37}{space 1}    7.04{col 46}{space 3}0.000{col 54}{space 4} 1.279608{col 67}{space 3} 2.267549
{txt}{space 8}165  {c |}{col 14}{res}{space 2} 2.293118{col 26}{space 2} .2634376{col 37}{space 1}    8.70{col 46}{space 3}0.000{col 54}{space 4} 1.776673{col 67}{space 3} 2.809563
{txt}{space 8}166  {c |}{col 14}{res}{space 2} 2.858934{col 26}{space 2} .2552475{col 37}{space 1}   11.20{col 46}{space 3}0.000{col 54}{space 4} 2.358545{col 67}{space 3} 3.359323
{txt}{space 8}167  {c |}{col 14}{res}{space 2} 2.574844{col 26}{space 2} .2582551{col 37}{space 1}    9.97{col 46}{space 3}0.000{col 54}{space 4} 2.068559{col 67}{space 3} 3.081129
{txt}{space 8}168  {c |}{col 14}{res}{space 2} 4.014552{col 26}{space 2} .2583904{col 37}{space 1}   15.54{col 46}{space 3}0.000{col 54}{space 4} 3.508001{col 67}{space 3} 4.521103
{txt}{space 8}169  {c |}{col 14}{res}{space 2}  3.70321{col 26}{space 2} .2485749{col 37}{space 1}   14.90{col 46}{space 3}0.000{col 54}{space 4} 3.215901{col 67}{space 3} 4.190518
{txt}{space 8}170  {c |}{col 14}{res}{space 2} 3.837719{col 26}{space 2} .2539201{col 37}{space 1}   15.11{col 46}{space 3}0.000{col 54}{space 4} 3.339932{col 67}{space 3} 4.335506
{txt}{space 8}171  {c |}{col 14}{res}{space 2} 3.713738{col 26}{space 2} .2518448{col 37}{space 1}   14.75{col 46}{space 3}0.000{col 54}{space 4} 3.220019{col 67}{space 3} 4.207457
{txt}{space 8}172  {c |}{col 14}{res}{space 2} 2.347359{col 26}{space 2} .2495671{col 37}{space 1}    9.41{col 46}{space 3}0.000{col 54}{space 4} 1.858105{col 67}{space 3} 2.836612
{txt}{space 8}173  {c |}{col 14}{res}{space 2} 2.829935{col 26}{space 2}  .257801{col 37}{space 1}   10.98{col 46}{space 3}0.000{col 54}{space 4}  2.32454{col 67}{space 3}  3.33533
{txt}{space 8}174  {c |}{col 14}{res}{space 2} 2.836435{col 26}{space 2} .2709042{col 37}{space 1}   10.47{col 46}{space 3}0.000{col 54}{space 4} 2.305352{col 67}{space 3} 3.367518
{txt}{space 8}175  {c |}{col 14}{res}{space 2} 2.590283{col 26}{space 2} .2600201{col 37}{space 1}    9.96{col 46}{space 3}0.000{col 54}{space 4} 2.080537{col 67}{space 3} 3.100028
{txt}{space 8}176  {c |}{col 14}{res}{space 2} 2.705047{col 26}{space 2} .2587411{col 37}{space 1}   10.45{col 46}{space 3}0.000{col 54}{space 4} 2.197809{col 67}{space 3} 3.212285
{txt}{space 8}177  {c |}{col 14}{res}{space 2} 2.867213{col 26}{space 2} .2839532{col 37}{space 1}   10.10{col 46}{space 3}0.000{col 54}{space 4} 2.310549{col 67}{space 3} 3.423877
{txt}{space 8}178  {c |}{col 14}{res}{space 2} 2.431306{col 26}{space 2} .3057706{col 37}{space 1}    7.95{col 46}{space 3}0.000{col 54}{space 4} 1.831871{col 67}{space 3} 3.030741
{txt}{space 8}179  {c |}{col 14}{res}{space 2} 2.791566{col 26}{space 2} .2604415{col 37}{space 1}   10.72{col 46}{space 3}0.000{col 54}{space 4} 2.280994{col 67}{space 3} 3.302137
{txt}{space 8}180  {c |}{col 14}{res}{space 2} 2.443417{col 26}{space 2} .2608769{col 37}{space 1}    9.37{col 46}{space 3}0.000{col 54}{space 4} 1.931992{col 67}{space 3} 2.954842
{txt}{space 8}181  {c |}{col 14}{res}{space 2} 2.012347{col 26}{space 2} .2508374{col 37}{space 1}    8.02{col 46}{space 3}0.000{col 54}{space 4} 1.520604{col 67}{space 3} 2.504091
{txt}{space 8}182  {c |}{col 14}{res}{space 2} 2.415316{col 26}{space 2} .2623723{col 37}{space 1}    9.21{col 46}{space 3}0.000{col 54}{space 4} 1.900959{col 67}{space 3} 2.929672
{txt}{space 8}183  {c |}{col 14}{res}{space 2} .7330479{col 26}{space 2} .2667291{col 37}{space 1}    2.75{col 46}{space 3}0.006{col 54}{space 4} .2101501{col 67}{space 3} 1.255946
{txt}{space 8}184  {c |}{col 14}{res}{space 2} 1.446467{col 26}{space 2} .2654812{col 37}{space 1}    5.45{col 46}{space 3}0.000{col 54}{space 4} .9260153{col 67}{space 3} 1.966918
{txt}{space 8}185  {c |}{col 14}{res}{space 2} 1.857951{col 26}{space 2} .2607834{col 37}{space 1}    7.12{col 46}{space 3}0.000{col 54}{space 4} 1.346709{col 67}{space 3} 2.369193
{txt}{space 8}186  {c |}{col 14}{res}{space 2} 1.695115{col 26}{space 2}  .273374{col 37}{space 1}    6.20{col 46}{space 3}0.000{col 54}{space 4}  1.15919{col 67}{space 3} 2.231039
{txt}{space 8}187  {c |}{col 14}{res}{space 2} 3.654893{col 26}{space 2} .2517491{col 37}{space 1}   14.52{col 46}{space 3}0.000{col 54}{space 4} 3.161362{col 67}{space 3} 4.148424
{txt}{space 8}188  {c |}{col 14}{res}{space 2} 3.370801{col 26}{space 2} .2494547{col 37}{space 1}   13.51{col 46}{space 3}0.000{col 54}{space 4} 2.881768{col 67}{space 3} 3.859834
{txt}{space 8}189  {c |}{col 14}{res}{space 2} 2.878591{col 26}{space 2} .2585151{col 37}{space 1}   11.14{col 46}{space 3}0.000{col 54}{space 4} 2.371796{col 67}{space 3} 3.385386
{txt}{space 8}190  {c |}{col 14}{res}{space 2} 2.952016{col 26}{space 2} .2552491{col 37}{space 1}   11.57{col 46}{space 3}0.000{col 54}{space 4} 2.451623{col 67}{space 3} 3.452408
{txt}{space 8}191  {c |}{col 14}{res}{space 2} 2.602701{col 26}{space 2} .2599705{col 37}{space 1}   10.01{col 46}{space 3}0.000{col 54}{space 4} 2.093053{col 67}{space 3}  3.11235
{txt}{space 8}192  {c |}{col 14}{res}{space 2} 1.017843{col 26}{space 2} .2741909{col 37}{space 1}    3.71{col 46}{space 3}0.000{col 54}{space 4} .4803167{col 67}{space 3} 1.555369
{txt}{space 8}193  {c |}{col 14}{res}{space 2} 1.786619{col 26}{space 2} .2644081{col 37}{space 1}    6.76{col 46}{space 3}0.000{col 54}{space 4} 1.268271{col 67}{space 3} 2.304966
{txt}{space 8}194  {c |}{col 14}{res}{space 2} -.021462{col 26}{space 2} .2801656{col 37}{space 1}   -0.08{col 46}{space 3}0.939{col 54}{space 4}-.5707007{col 67}{space 3} .5277768
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.2498176{col 26}{space 2}  .278923{col 37}{space 1}   -0.90{col 46}{space 3}0.370{col 54}{space 4}-.7966204{col 67}{space 3} .2969853
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 4.682594{col 26}{space 2} .2722604{col 37}{space 1}   17.20{col 46}{space 3}0.000{col 54}{space 4} 4.148853{col 67}{space 3} 5.216336
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 5.381922{col 26}{space 2} .2716243{col 37}{space 1}   19.81{col 46}{space 3}0.000{col 54}{space 4} 4.849427{col 67}{space 3} 5.914416
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 6.823678{col 26}{space 2} .2850135{col 37}{space 1}   23.94{col 46}{space 3}0.000{col 54}{space 4} 6.264936{col 67}{space 3} 7.382421
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 6.055273{col 26}{space 2} .2645669{col 37}{space 1}   22.89{col 46}{space 3}0.000{col 54}{space 4} 5.536614{col 67}{space 3} 6.573933
{txt}{space 8}200  {c |}{col 14}{res}{space 2} 2.137524{col 26}{space 2} .2646754{col 37}{space 1}    8.08{col 46}{space 3}0.000{col 54}{space 4} 1.618652{col 67}{space 3} 2.656395
{txt}{space 8}201  {c |}{col 14}{res}{space 2} 2.702444{col 26}{space 2} .2644523{col 37}{space 1}   10.22{col 46}{space 3}0.000{col 54}{space 4} 2.184009{col 67}{space 3} 3.220878
{txt}{space 8}202  {c |}{col 14}{res}{space 2} 3.377099{col 26}{space 2} .2636696{col 37}{space 1}   12.81{col 46}{space 3}0.000{col 54}{space 4} 2.860199{col 67}{space 3} 3.893999
{txt}{space 8}203  {c |}{col 14}{res}{space 2}  3.58503{col 26}{space 2} .2693656{col 37}{space 1}   13.31{col 46}{space 3}0.000{col 54}{space 4} 3.056964{col 67}{space 3} 4.113097
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 3.036243{col 26}{space 2} .2679406{col 37}{space 1}   11.33{col 46}{space 3}0.000{col 54}{space 4}  2.51097{col 67}{space 3} 3.561516
{txt}{space 8}205  {c |}{col 14}{res}{space 2} 2.028508{col 26}{space 2} .2745923{col 37}{space 1}    7.39{col 46}{space 3}0.000{col 54}{space 4} 1.490195{col 67}{space 3} 2.566821
{txt}{space 8}206  {c |}{col 14}{res}{space 2}  1.50242{col 26}{space 2} .2799976{col 37}{space 1}    5.37{col 46}{space 3}0.000{col 54}{space 4} .9535108{col 67}{space 3}  2.05133
{txt}{space 8}207  {c |}{col 14}{res}{space 2} 1.281456{col 26}{space 2} .2669512{col 37}{space 1}    4.80{col 46}{space 3}0.000{col 54}{space 4} .7581232{col 67}{space 3} 1.804789
{txt}{space 8}208  {c |}{col 14}{res}{space 2} 2.140428{col 26}{space 2} .2710414{col 37}{space 1}    7.90{col 46}{space 3}0.000{col 54}{space 4} 1.609077{col 67}{space 3}  2.67178
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 2.844249{col 26}{space 2} .2599202{col 37}{space 1}   10.94{col 46}{space 3}0.000{col 54}{space 4} 2.334699{col 67}{space 3} 3.353798
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 3.657273{col 26}{space 2} .2596334{col 37}{space 1}   14.09{col 46}{space 3}0.000{col 54}{space 4} 3.148285{col 67}{space 3}  4.16626
{txt}{space 8}211  {c |}{col 14}{res}{space 2} 3.209903{col 26}{space 2} .2580983{col 37}{space 1}   12.44{col 46}{space 3}0.000{col 54}{space 4} 2.703925{col 67}{space 3} 3.715881
{txt}{space 8}212  {c |}{col 14}{res}{space 2} 3.423918{col 26}{space 2} .2526791{col 37}{space 1}   13.55{col 46}{space 3}0.000{col 54}{space 4} 2.928564{col 67}{space 3} 3.919272
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 3.946656{col 26}{space 2} .2541614{col 37}{space 1}   15.53{col 46}{space 3}0.000{col 54}{space 4} 3.448396{col 67}{space 3} 4.444916
{txt}{space 8}214  {c |}{col 14}{res}{space 2} 2.972483{col 26}{space 2}  .254879{col 37}{space 1}   11.66{col 46}{space 3}0.000{col 54}{space 4} 2.472816{col 67}{space 3}  3.47215
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 3.862182{col 26}{space 2} .2558286{col 37}{space 1}   15.10{col 46}{space 3}0.000{col 54}{space 4} 3.360653{col 67}{space 3}  4.36371
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 3.325705{col 26}{space 2} .2544655{col 37}{space 1}   13.07{col 46}{space 3}0.000{col 54}{space 4} 2.826849{col 67}{space 3} 3.824561
{txt}{space 8}217  {c |}{col 14}{res}{space 2} 2.878997{col 26}{space 2} .2529321{col 37}{space 1}   11.38{col 46}{space 3}0.000{col 54}{space 4} 2.383147{col 67}{space 3} 3.374847
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 3.114298{col 26}{space 2}  .255509{col 37}{space 1}   12.19{col 46}{space 3}0.000{col 54}{space 4} 2.613396{col 67}{space 3}   3.6152
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 3.238917{col 26}{space 2} .2530053{col 37}{space 1}   12.80{col 46}{space 3}0.000{col 54}{space 4} 2.742924{col 67}{space 3} 3.734911
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 5.095249{col 26}{space 2} .2576541{col 37}{space 1}   19.78{col 46}{space 3}0.000{col 54}{space 4} 4.590142{col 67}{space 3} 5.600356
{txt}{space 8}221  {c |}{col 14}{res}{space 2}  5.06655{col 26}{space 2} .2572753{col 37}{space 1}   19.69{col 46}{space 3}0.000{col 54}{space 4} 4.562185{col 67}{space 3} 5.570914
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 4.739233{col 26}{space 2} .2479365{col 37}{space 1}   19.11{col 46}{space 3}0.000{col 54}{space 4} 4.253176{col 67}{space 3}  5.22529
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 5.065646{col 26}{space 2} .2471627{col 37}{space 1}   20.50{col 46}{space 3}0.000{col 54}{space 4} 4.581107{col 67}{space 3} 5.550186
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 3.757499{col 26}{space 2} .2537288{col 37}{space 1}   14.81{col 46}{space 3}0.000{col 54}{space 4} 3.260087{col 67}{space 3} 4.254911
{txt}{space 8}225  {c |}{col 14}{res}{space 2}     3.93{col 26}{space 2} .2517475{col 37}{space 1}   15.61{col 46}{space 3}0.000{col 54}{space 4} 3.436473{col 67}{space 3} 4.423528
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 4.321148{col 26}{space 2} .2536971{col 37}{space 1}   17.03{col 46}{space 3}0.000{col 54}{space 4} 3.823798{col 67}{space 3} 4.818497
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 3.698367{col 26}{space 2} .2473677{col 37}{space 1}   14.95{col 46}{space 3}0.000{col 54}{space 4} 3.213426{col 67}{space 3} 4.183309
{txt}{space 8}228  {c |}{col 14}{res}{space 2} 2.889484{col 26}{space 2} .2501101{col 37}{space 1}   11.55{col 46}{space 3}0.000{col 54}{space 4} 2.399166{col 67}{space 3} 3.379802
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 3.149154{col 26}{space 2} .2497085{col 37}{space 1}   12.61{col 46}{space 3}0.000{col 54}{space 4} 2.659624{col 67}{space 3} 3.638685
{txt}{space 8}230  {c |}{col 14}{res}{space 2}  3.55875{col 26}{space 2}  .247907{col 37}{space 1}   14.36{col 46}{space 3}0.000{col 54}{space 4} 3.072751{col 67}{space 3} 4.044748
{txt}{space 8}231  {c |}{col 14}{res}{space 2} 2.962204{col 26}{space 2} .2468062{col 37}{space 1}   12.00{col 46}{space 3}0.000{col 54}{space 4} 2.478363{col 67}{space 3} 3.446044
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 3.090788{col 26}{space 2}  .252475{col 37}{space 1}   12.24{col 46}{space 3}0.000{col 54}{space 4} 2.595834{col 67}{space 3} 3.585742
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 2.936414{col 26}{space 2} .2538848{col 37}{space 1}   11.57{col 46}{space 3}0.000{col 54}{space 4} 2.438696{col 67}{space 3} 3.434131
{txt}{space 8}234  {c |}{col 14}{res}{space 2} 2.432995{col 26}{space 2} .2491441{col 37}{space 1}    9.77{col 46}{space 3}0.000{col 54}{space 4} 1.944571{col 67}{space 3} 2.921419
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 3.015113{col 26}{space 2} .2492731{col 37}{space 1}   12.10{col 46}{space 3}0.000{col 54}{space 4} 2.526436{col 67}{space 3}  3.50379
{txt}{space 8}236  {c |}{col 14}{res}{space 2}  3.80256{col 26}{space 2} .2472111{col 37}{space 1}   15.38{col 46}{space 3}0.000{col 54}{space 4} 3.317926{col 67}{space 3} 4.287195
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 3.104181{col 26}{space 2} .2464283{col 37}{space 1}   12.60{col 46}{space 3}0.000{col 54}{space 4} 2.621081{col 67}{space 3} 3.587281
{txt}{space 8}238  {c |}{col 14}{res}{space 2}  3.26455{col 26}{space 2} .2463759{col 37}{space 1}   13.25{col 46}{space 3}0.000{col 54}{space 4} 2.781552{col 67}{space 3} 3.747547
{txt}{space 8}239  {c |}{col 14}{res}{space 2}  3.40836{col 26}{space 2} .2467237{col 37}{space 1}   13.81{col 46}{space 3}0.000{col 54}{space 4} 2.924681{col 67}{space 3} 3.892039
{txt}{space 8}240  {c |}{col 14}{res}{space 2} 2.675973{col 26}{space 2} .2500131{col 37}{space 1}   10.70{col 46}{space 3}0.000{col 54}{space 4} 2.185846{col 67}{space 3} 3.166101
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 4.490302{col 26}{space 2} .2669379{col 37}{space 1}   16.82{col 46}{space 3}0.000{col 54}{space 4} 3.966994{col 67}{space 3} 5.013609
{txt}{space 8}242  {c |}{col 14}{res}{space 2} 3.593386{col 26}{space 2} .3126871{col 37}{space 1}   11.49{col 46}{space 3}0.000{col 54}{space 4} 2.980392{col 67}{space 3}  4.20638
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 3.681473{col 26}{space 2} .2581648{col 37}{space 1}   14.26{col 46}{space 3}0.000{col 54}{space 4} 3.175364{col 67}{space 3} 4.187581
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 3.819172{col 26}{space 2} .2476257{col 37}{space 1}   15.42{col 46}{space 3}0.000{col 54}{space 4} 3.333724{col 67}{space 3} 4.304619
{txt}{space 8}245  {c |}{col 14}{res}{space 2} 1.333148{col 26}{space 2}  .254059{col 37}{space 1}    5.25{col 46}{space 3}0.000{col 54}{space 4} .8350884{col 67}{space 3} 1.831207
{txt}{space 8}246  {c |}{col 14}{res}{space 2} .2275119{col 26}{space 2}  .279001{col 37}{space 1}    0.82{col 46}{space 3}0.415{col 54}{space 4}-.3194438{col 67}{space 3} .7744676
{txt}{space 8}247  {c |}{col 14}{res}{space 2} .3975448{col 26}{space 2} .2792585{col 37}{space 1}    1.42{col 46}{space 3}0.155{col 54}{space 4}-.1499158{col 67}{space 3} .9450054
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-1.345688{col 26}{space 2} .3357902{col 37}{space 1}   -4.01{col 46}{space 3}0.000{col 54}{space 4}-2.003974{col 67}{space 3}-.6874027
{txt}{space 8}249  {c |}{col 14}{res}{space 2} -1.35709{col 26}{space 2} .3999626{col 37}{space 1}   -3.39{col 46}{space 3}0.001{col 54}{space 4}-2.141179{col 67}{space 3}-.5730001
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-3.020876{col 26}{space 2} .2417363{col 37}{space 1}  -12.50{col 46}{space 3}0.000{col 54}{space 4}-3.494778{col 67}{space 3}-2.546974
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

Linear regression                                      Number of obs ={res}    3945
                                                       {txt}F(158,  3786) ={res}   99.91
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8279
                                                       {txt}Root MSE      = {res} .58411

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}InfExp_Mean {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .3495719{col 26}{space 2} .0352733{col 37}{space 1}    9.91{col 46}{space 3}0.000{col 54}{space 4} .2804155{col 67}{space 3} .4187284
{txt}{space 12} {c |}
{space 8}date {c |}
{space 9}91  {c |}{col 14}{res}{space 2} 1.297749{col 26}{space 2} .3589084{col 37}{space 1}    3.62{col 46}{space 3}0.000{col 54}{space 4} .5940766{col 67}{space 3} 2.001422
{txt}{space 9}92  {c |}{col 14}{res}{space 2} 1.812818{col 26}{space 2} .4377569{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4} .9545561{col 67}{space 3}  2.67108
{txt}{space 9}93  {c |}{col 14}{res}{space 2} 2.284625{col 26}{space 2} .3072236{col 37}{space 1}    7.44{col 46}{space 3}0.000{col 54}{space 4} 1.682285{col 67}{space 3} 2.886965
{txt}{space 9}94  {c |}{col 14}{res}{space 2} 3.652849{col 26}{space 2} .3691468{col 37}{space 1}    9.90{col 46}{space 3}0.000{col 54}{space 4} 2.929103{col 67}{space 3} 4.376595
{txt}{space 9}95  {c |}{col 14}{res}{space 2} 3.556389{col 26}{space 2} .3183714{col 37}{space 1}   11.17{col 46}{space 3}0.000{col 54}{space 4} 2.932193{col 67}{space 3} 4.180585
{txt}{space 9}96  {c |}{col 14}{res}{space 2} 2.046598{col 26}{space 2} .4387615{col 37}{space 1}    4.66{col 46}{space 3}0.000{col 54}{space 4} 1.186366{col 67}{space 3}  2.90683
{txt}{space 9}97  {c |}{col 14}{res}{space 2} 2.433865{col 26}{space 2} .3225867{col 37}{space 1}    7.54{col 46}{space 3}0.000{col 54}{space 4} 1.801405{col 67}{space 3} 3.066326
{txt}{space 9}98  {c |}{col 14}{res}{space 2}   2.3526{col 26}{space 2} .3070594{col 37}{space 1}    7.66{col 46}{space 3}0.000{col 54}{space 4} 1.750582{col 67}{space 3} 2.954617
{txt}{space 9}99  {c |}{col 14}{res}{space 2} 1.857247{col 26}{space 2} .2977501{col 37}{space 1}    6.24{col 46}{space 3}0.000{col 54}{space 4} 1.273481{col 67}{space 3} 2.441013
{txt}{space 8}100  {c |}{col 14}{res}{space 2} 2.542604{col 26}{space 2} .3454187{col 37}{space 1}    7.36{col 46}{space 3}0.000{col 54}{space 4}  1.86538{col 67}{space 3} 3.219829
{txt}{space 8}101  {c |}{col 14}{res}{space 2}  2.46838{col 26}{space 2} .2720735{col 37}{space 1}    9.07{col 46}{space 3}0.000{col 54}{space 4} 1.934955{col 67}{space 3} 3.001805
{txt}{space 8}102  {c |}{col 14}{res}{space 2} 2.410681{col 26}{space 2} .2862437{col 37}{space 1}    8.42{col 46}{space 3}0.000{col 54}{space 4} 1.849474{col 67}{space 3} 2.971888
{txt}{space 8}103  {c |}{col 14}{res}{space 2} 2.565168{col 26}{space 2} .3350193{col 37}{space 1}    7.66{col 46}{space 3}0.000{col 54}{space 4} 1.908332{col 67}{space 3} 3.222003
{txt}{space 8}104  {c |}{col 14}{res}{space 2} 1.732652{col 26}{space 2} .3038049{col 37}{space 1}    5.70{col 46}{space 3}0.000{col 54}{space 4} 1.137015{col 67}{space 3} 2.328289
{txt}{space 8}105  {c |}{col 14}{res}{space 2} 3.733087{col 26}{space 2} .3100864{col 37}{space 1}   12.04{col 46}{space 3}0.000{col 54}{space 4} 3.125135{col 67}{space 3}  4.34104
{txt}{space 8}106  {c |}{col 14}{res}{space 2} 3.730115{col 26}{space 2} .3499357{col 37}{space 1}   10.66{col 46}{space 3}0.000{col 54}{space 4} 3.044034{col 67}{space 3} 4.416196
{txt}{space 8}107  {c |}{col 14}{res}{space 2} 3.979557{col 26}{space 2} .3024201{col 37}{space 1}   13.16{col 46}{space 3}0.000{col 54}{space 4} 3.386635{col 67}{space 3} 4.572479
{txt}{space 8}108  {c |}{col 14}{res}{space 2}  4.44645{col 26}{space 2} .3771592{col 37}{space 1}   11.79{col 46}{space 3}0.000{col 54}{space 4} 3.706995{col 67}{space 3} 5.185904
{txt}{space 8}109  {c |}{col 14}{res}{space 2} 3.040143{col 26}{space 2} .3485352{col 37}{space 1}    8.72{col 46}{space 3}0.000{col 54}{space 4} 2.356808{col 67}{space 3} 3.723478
{txt}{space 8}110  {c |}{col 14}{res}{space 2} 2.864908{col 26}{space 2} .3382511{col 37}{space 1}    8.47{col 46}{space 3}0.000{col 54}{space 4} 2.201736{col 67}{space 3}  3.52808
{txt}{space 8}111  {c |}{col 14}{res}{space 2} 2.184377{col 26}{space 2} .3341265{col 37}{space 1}    6.54{col 46}{space 3}0.000{col 54}{space 4} 1.529291{col 67}{space 3} 2.839462
{txt}{space 8}112  {c |}{col 14}{res}{space 2} 2.409675{col 26}{space 2} .3560427{col 37}{space 1}    6.77{col 46}{space 3}0.000{col 54}{space 4} 1.711621{col 67}{space 3} 3.107729
{txt}{space 8}113  {c |}{col 14}{res}{space 2} 2.642079{col 26}{space 2} .3165926{col 37}{space 1}    8.35{col 46}{space 3}0.000{col 54}{space 4} 2.021371{col 67}{space 3} 3.262788
{txt}{space 8}114  {c |}{col 14}{res}{space 2} 2.764169{col 26}{space 2} .3294521{col 37}{space 1}    8.39{col 46}{space 3}0.000{col 54}{space 4} 2.118248{col 67}{space 3} 3.410089
{txt}{space 8}115  {c |}{col 14}{res}{space 2} 2.632285{col 26}{space 2} .3073682{col 37}{space 1}    8.56{col 46}{space 3}0.000{col 54}{space 4} 2.029662{col 67}{space 3} 3.234908
{txt}{space 8}116  {c |}{col 14}{res}{space 2} 2.489663{col 26}{space 2} .3394231{col 37}{space 1}    7.33{col 46}{space 3}0.000{col 54}{space 4} 1.824193{col 67}{space 3} 3.155133
{txt}{space 8}117  {c |}{col 14}{res}{space 2} 2.000014{col 26}{space 2} .3706508{col 37}{space 1}    5.40{col 46}{space 3}0.000{col 54}{space 4} 1.273319{col 67}{space 3} 2.726708
{txt}{space 8}118  {c |}{col 14}{res}{space 2} .9162318{col 26}{space 2} .5573957{col 37}{space 1}    1.64{col 46}{space 3}0.100{col 54}{space 4}-.1765931{col 67}{space 3} 2.009057
{txt}{space 8}119  {c |}{col 14}{res}{space 2} 1.638652{col 26}{space 2} .2802375{col 37}{space 1}    5.85{col 46}{space 3}0.000{col 54}{space 4} 1.089221{col 67}{space 3} 2.188083
{txt}{space 8}120  {c |}{col 14}{res}{space 2} .8563694{col 26}{space 2} .2736482{col 37}{space 1}    3.13{col 46}{space 3}0.002{col 54}{space 4} .3198572{col 67}{space 3} 1.392882
{txt}{space 8}122  {c |}{col 14}{res}{space 2} 1.389278{col 26}{space 2} .3381604{col 37}{space 1}    4.11{col 46}{space 3}0.000{col 54}{space 4} .7262843{col 67}{space 3} 2.052273
{txt}{space 8}123  {c |}{col 14}{res}{space 2} .6406991{col 26}{space 2} .4403111{col 37}{space 1}    1.46{col 46}{space 3}0.146{col 54}{space 4}-.2225708{col 67}{space 3} 1.503969
{txt}{space 8}124  {c |}{col 14}{res}{space 2} .0095022{col 26}{space 2} .3551459{col 37}{space 1}    0.03{col 46}{space 3}0.979{col 54}{space 4}-.6867937{col 67}{space 3}  .705798
{txt}{space 8}126  {c |}{col 14}{res}{space 2}  1.40864{col 26}{space 2} .3137807{col 37}{space 1}    4.49{col 46}{space 3}0.000{col 54}{space 4} .7934445{col 67}{space 3} 2.023835
{txt}{space 8}127  {c |}{col 14}{res}{space 2} 2.057768{col 26}{space 2}  .291186{col 37}{space 1}    7.07{col 46}{space 3}0.000{col 54}{space 4} 1.486871{col 67}{space 3} 2.628664
{txt}{space 8}128  {c |}{col 14}{res}{space 2} 2.935938{col 26}{space 2} .3048281{col 37}{space 1}    9.63{col 46}{space 3}0.000{col 54}{space 4} 2.338294{col 67}{space 3} 3.533581
{txt}{space 8}129  {c |}{col 14}{res}{space 2} 2.503115{col 26}{space 2} .2964558{col 37}{space 1}    8.44{col 46}{space 3}0.000{col 54}{space 4} 1.921886{col 67}{space 3} 3.084343
{txt}{space 8}130  {c |}{col 14}{res}{space 2} 2.357432{col 26}{space 2} .2998457{col 37}{space 1}    7.86{col 46}{space 3}0.000{col 54}{space 4} 1.769558{col 67}{space 3} 2.945307
{txt}{space 8}131  {c |}{col 14}{res}{space 2} 2.521887{col 26}{space 2} .3021603{col 37}{space 1}    8.35{col 46}{space 3}0.000{col 54}{space 4} 1.929474{col 67}{space 3} 3.114299
{txt}{space 8}132  {c |}{col 14}{res}{space 2} 2.373656{col 26}{space 2} .3081794{col 37}{space 1}    7.70{col 46}{space 3}0.000{col 54}{space 4} 1.769442{col 67}{space 3}  2.97787
{txt}{space 8}133  {c |}{col 14}{res}{space 2} 2.567151{col 26}{space 2} .3116593{col 37}{space 1}    8.24{col 46}{space 3}0.000{col 54}{space 4} 1.956115{col 67}{space 3} 3.178188
{txt}{space 8}134  {c |}{col 14}{res}{space 2} 2.774377{col 26}{space 2} .3073211{col 37}{space 1}    9.03{col 46}{space 3}0.000{col 54}{space 4} 2.171846{col 67}{space 3} 3.376908
{txt}{space 8}135  {c |}{col 14}{res}{space 2} 2.637866{col 26}{space 2} .3177209{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4} 2.014945{col 67}{space 3} 3.260786
{txt}{space 8}136  {c |}{col 14}{res}{space 2} 3.000394{col 26}{space 2} .3143747{col 37}{space 1}    9.54{col 46}{space 3}0.000{col 54}{space 4} 2.384034{col 67}{space 3} 3.616754
{txt}{space 8}137  {c |}{col 14}{res}{space 2} 3.251103{col 26}{space 2} .3026296{col 37}{space 1}   10.74{col 46}{space 3}0.000{col 54}{space 4}  2.65777{col 67}{space 3} 3.844436
{txt}{space 8}138  {c |}{col 14}{res}{space 2} 2.929529{col 26}{space 2} .3107247{col 37}{space 1}    9.43{col 46}{space 3}0.000{col 54}{space 4} 2.320325{col 67}{space 3} 3.538733
{txt}{space 8}139  {c |}{col 14}{res}{space 2} 2.848841{col 26}{space 2} .3233229{col 37}{space 1}    8.81{col 46}{space 3}0.000{col 54}{space 4} 2.214937{col 67}{space 3} 3.482745
{txt}{space 8}140  {c |}{col 14}{res}{space 2} 3.003413{col 26}{space 2} .3159591{col 37}{space 1}    9.51{col 46}{space 3}0.000{col 54}{space 4} 2.383946{col 67}{space 3} 3.622879
{txt}{space 8}141  {c |}{col 14}{res}{space 2} 2.747051{col 26}{space 2} .3198762{col 37}{space 1}    8.59{col 46}{space 3}0.000{col 54}{space 4} 2.119905{col 67}{space 3} 3.374198
{txt}{space 8}142  {c |}{col 14}{res}{space 2} 2.738697{col 26}{space 2} .3048999{col 37}{space 1}    8.98{col 46}{space 3}0.000{col 54}{space 4} 2.140914{col 67}{space 3} 3.336481
{txt}{space 8}143  {c |}{col 14}{res}{space 2} 2.697602{col 26}{space 2} .3026878{col 37}{space 1}    8.91{col 46}{space 3}0.000{col 54}{space 4} 2.104155{col 67}{space 3} 3.291049
{txt}{space 8}144  {c |}{col 14}{res}{space 2} 2.136276{col 26}{space 2} .3023056{col 37}{space 1}    7.07{col 46}{space 3}0.000{col 54}{space 4} 1.543579{col 67}{space 3} 2.728974
{txt}{space 8}145  {c |}{col 14}{res}{space 2} 2.325591{col 26}{space 2} .3015406{col 37}{space 1}    7.71{col 46}{space 3}0.000{col 54}{space 4} 1.734394{col 67}{space 3} 2.916789
{txt}{space 8}146  {c |}{col 14}{res}{space 2}  2.57034{col 26}{space 2} .3044402{col 37}{space 1}    8.44{col 46}{space 3}0.000{col 54}{space 4} 1.973457{col 67}{space 3} 3.167222
{txt}{space 8}147  {c |}{col 14}{res}{space 2} 2.500945{col 26}{space 2} .3113638{col 37}{space 1}    8.03{col 46}{space 3}0.000{col 54}{space 4} 1.890488{col 67}{space 3} 3.111402
{txt}{space 8}148  {c |}{col 14}{res}{space 2} 2.537511{col 26}{space 2} .3236103{col 37}{space 1}    7.84{col 46}{space 3}0.000{col 54}{space 4} 1.903044{col 67}{space 3} 3.171979
{txt}{space 8}149  {c |}{col 14}{res}{space 2} 3.023184{col 26}{space 2} .3112281{col 37}{space 1}    9.71{col 46}{space 3}0.000{col 54}{space 4} 2.412993{col 67}{space 3} 3.633375
{txt}{space 8}150  {c |}{col 14}{res}{space 2}  3.02128{col 26}{space 2} .3113857{col 37}{space 1}    9.70{col 46}{space 3}0.000{col 54}{space 4}  2.41078{col 67}{space 3}  3.63178
{txt}{space 8}151  {c |}{col 14}{res}{space 2} 2.795144{col 26}{space 2} .3113583{col 37}{space 1}    8.98{col 46}{space 3}0.000{col 54}{space 4} 2.184698{col 67}{space 3}  3.40559
{txt}{space 8}152  {c |}{col 14}{res}{space 2}  3.02287{col 26}{space 2} .3079986{col 37}{space 1}    9.81{col 46}{space 3}0.000{col 54}{space 4} 2.419011{col 67}{space 3}  3.62673
{txt}{space 8}153  {c |}{col 14}{res}{space 2} 3.461764{col 26}{space 2} .3192751{col 37}{space 1}   10.84{col 46}{space 3}0.000{col 54}{space 4} 2.835797{col 67}{space 3} 4.087732
{txt}{space 8}154  {c |}{col 14}{res}{space 2} 3.226939{col 26}{space 2} .3200767{col 37}{space 1}   10.08{col 46}{space 3}0.000{col 54}{space 4} 2.599399{col 67}{space 3} 3.854478
{txt}{space 8}155  {c |}{col 14}{res}{space 2} 3.394531{col 26}{space 2}  .317809{col 37}{space 1}   10.68{col 46}{space 3}0.000{col 54}{space 4} 2.771438{col 67}{space 3} 4.017625
{txt}{space 8}156  {c |}{col 14}{res}{space 2} 3.286416{col 26}{space 2} .3346622{col 37}{space 1}    9.82{col 46}{space 3}0.000{col 54}{space 4}  2.63028{col 67}{space 3} 3.942552
{txt}{space 8}157  {c |}{col 14}{res}{space 2} 2.505493{col 26}{space 2} .3278111{col 37}{space 1}    7.64{col 46}{space 3}0.000{col 54}{space 4} 1.862789{col 67}{space 3} 3.148196
{txt}{space 8}158  {c |}{col 14}{res}{space 2} 2.918176{col 26}{space 2}  .330512{col 37}{space 1}    8.83{col 46}{space 3}0.000{col 54}{space 4} 2.270177{col 67}{space 3} 3.566175
{txt}{space 8}159  {c |}{col 14}{res}{space 2} 2.545823{col 26}{space 2} .3344093{col 37}{space 1}    7.61{col 46}{space 3}0.000{col 54}{space 4} 1.890183{col 67}{space 3} 3.201463
{txt}{space 8}160  {c |}{col 14}{res}{space 2} 2.351588{col 26}{space 2} .3389879{col 37}{space 1}    6.94{col 46}{space 3}0.000{col 54}{space 4} 1.686972{col 67}{space 3} 3.016205
{txt}{space 8}161  {c |}{col 14}{res}{space 2} 2.361107{col 26}{space 2} .3470246{col 37}{space 1}    6.80{col 46}{space 3}0.000{col 54}{space 4} 1.680734{col 67}{space 3}  3.04148
{txt}{space 8}162  {c |}{col 14}{res}{space 2} 1.661398{col 26}{space 2} .3246701{col 37}{space 1}    5.12{col 46}{space 3}0.000{col 54}{space 4} 1.024853{col 67}{space 3} 2.297943
{txt}{space 8}163  {c |}{col 14}{res}{space 2}   1.8461{col 26}{space 2} .3240612{col 37}{space 1}    5.70{col 46}{space 3}0.000{col 54}{space 4} 1.210748{col 67}{space 3} 2.481451
{txt}{space 8}164  {c |}{col 14}{res}{space 2} 1.357945{col 26}{space 2} .3277792{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4} .7153045{col 67}{space 3} 2.000586
{txt}{space 8}165  {c |}{col 14}{res}{space 2} 1.889401{col 26}{space 2} .3346817{col 37}{space 1}    5.65{col 46}{space 3}0.000{col 54}{space 4} 1.233227{col 67}{space 3} 2.545575
{txt}{space 8}166  {c |}{col 14}{res}{space 2} 2.449104{col 26}{space 2} .3312769{col 37}{space 1}    7.39{col 46}{space 3}0.000{col 54}{space 4} 1.799606{col 67}{space 3} 3.098602
{txt}{space 8}167  {c |}{col 14}{res}{space 2} 2.041664{col 26}{space 2} .3332707{col 37}{space 1}    6.13{col 46}{space 3}0.000{col 54}{space 4} 1.388257{col 67}{space 3} 2.695072
{txt}{space 8}168  {c |}{col 14}{res}{space 2} 3.491146{col 26}{space 2}   .33562{col 37}{space 1}   10.40{col 46}{space 3}0.000{col 54}{space 4} 2.833133{col 67}{space 3} 4.149159
{txt}{space 8}169  {c |}{col 14}{res}{space 2} 3.239484{col 26}{space 2} .3284849{col 37}{space 1}    9.86{col 46}{space 3}0.000{col 54}{space 4}  2.59546{col 67}{space 3} 3.883508
{txt}{space 8}170  {c |}{col 14}{res}{space 2} 3.335753{col 26}{space 2} .3272851{col 37}{space 1}   10.19{col 46}{space 3}0.000{col 54}{space 4} 2.694081{col 67}{space 3} 3.977425
{txt}{space 8}171  {c |}{col 14}{res}{space 2} 3.387872{col 26}{space 2} .3378094{col 37}{space 1}   10.03{col 46}{space 3}0.000{col 54}{space 4} 2.725566{col 67}{space 3} 4.050178
{txt}{space 8}172  {c |}{col 14}{res}{space 2} 2.026676{col 26}{space 2} .3333592{col 37}{space 1}    6.08{col 46}{space 3}0.000{col 54}{space 4} 1.373095{col 67}{space 3} 2.680257
{txt}{space 8}173  {c |}{col 14}{res}{space 2}  2.46348{col 26}{space 2} .3336413{col 37}{space 1}    7.38{col 46}{space 3}0.000{col 54}{space 4} 1.809346{col 67}{space 3} 3.117614
{txt}{space 8}174  {c |}{col 14}{res}{space 2} 2.520896{col 26}{space 2} .3459676{col 37}{space 1}    7.29{col 46}{space 3}0.000{col 54}{space 4} 1.842595{col 67}{space 3} 3.199196
{txt}{space 8}175  {c |}{col 14}{res}{space 2} 2.262306{col 26}{space 2} .3415699{col 37}{space 1}    6.62{col 46}{space 3}0.000{col 54}{space 4} 1.592628{col 67}{space 3} 2.931985
{txt}{space 8}176  {c |}{col 14}{res}{space 2} 2.382036{col 26}{space 2} .3391786{col 37}{space 1}    7.02{col 46}{space 3}0.000{col 54}{space 4} 1.717046{col 67}{space 3} 3.047027
{txt}{space 8}177  {c |}{col 14}{res}{space 2} 2.650109{col 26}{space 2} .3570599{col 37}{space 1}    7.42{col 46}{space 3}0.000{col 54}{space 4}  1.95006{col 67}{space 3} 3.350157
{txt}{space 8}178  {c |}{col 14}{res}{space 2} 2.268407{col 26}{space 2} .3728713{col 37}{space 1}    6.08{col 46}{space 3}0.000{col 54}{space 4} 1.537359{col 67}{space 3} 2.999455
{txt}{space 8}179  {c |}{col 14}{res}{space 2} 2.458963{col 26}{space 2} .3390237{col 37}{space 1}    7.25{col 46}{space 3}0.000{col 54}{space 4} 1.794277{col 67}{space 3}  3.12365
{txt}{space 8}180  {c |}{col 14}{res}{space 2} 2.348961{col 26}{space 2} .3532708{col 37}{space 1}    6.65{col 46}{space 3}0.000{col 54}{space 4} 1.656341{col 67}{space 3}  3.04158
{txt}{space 8}181  {c |}{col 14}{res}{space 2} 1.663687{col 26}{space 2} .3358075{col 37}{space 1}    4.95{col 46}{space 3}0.000{col 54}{space 4} 1.005306{col 67}{space 3} 2.322068
{txt}{space 8}182  {c |}{col 14}{res}{space 2} 2.006458{col 26}{space 2} .3355647{col 37}{space 1}    5.98{col 46}{space 3}0.000{col 54}{space 4} 1.348553{col 67}{space 3} 2.664363
{txt}{space 8}183  {c |}{col 14}{res}{space 2} .4782159{col 26}{space 2} .3519199{col 37}{space 1}    1.36{col 46}{space 3}0.174{col 54}{space 4}-.2117551{col 67}{space 3} 1.168187
{txt}{space 8}184  {c |}{col 14}{res}{space 2} 1.051113{col 26}{space 2} .3338625{col 37}{space 1}    3.15{col 46}{space 3}0.002{col 54}{space 4} .3965457{col 67}{space 3} 1.705681
{txt}{space 8}185  {c |}{col 14}{res}{space 2}  1.39459{col 26}{space 2} .3294842{col 37}{space 1}    4.23{col 46}{space 3}0.000{col 54}{space 4} .7486066{col 67}{space 3} 2.040574
{txt}{space 8}186  {c |}{col 14}{res}{space 2} 1.159543{col 26}{space 2} .3333971{col 37}{space 1}    3.48{col 46}{space 3}0.001{col 54}{space 4} .5058876{col 67}{space 3} 1.813198
{txt}{space 8}187  {c |}{col 14}{res}{space 2} 3.239534{col 26}{space 2}  .324931{col 37}{space 1}    9.97{col 46}{space 3}0.000{col 54}{space 4} 2.602478{col 67}{space 3} 3.876591
{txt}{space 8}188  {c |}{col 14}{res}{space 2} 2.930248{col 26}{space 2} .3235606{col 37}{space 1}    9.06{col 46}{space 3}0.000{col 54}{space 4} 2.295878{col 67}{space 3} 3.564618
{txt}{space 8}189  {c |}{col 14}{res}{space 2} 2.469508{col 26}{space 2} .3287675{col 37}{space 1}    7.51{col 46}{space 3}0.000{col 54}{space 4} 1.824929{col 67}{space 3} 3.114086
{txt}{space 8}190  {c |}{col 14}{res}{space 2} 2.470639{col 26}{space 2}  .323433{col 37}{space 1}    7.64{col 46}{space 3}0.000{col 54}{space 4} 1.836519{col 67}{space 3} 3.104758
{txt}{space 8}191  {c |}{col 14}{res}{space 2} 2.149973{col 26}{space 2} .3286962{col 37}{space 1}    6.54{col 46}{space 3}0.000{col 54}{space 4} 1.505535{col 67}{space 3} 2.794412
{txt}{space 8}192  {c |}{col 14}{res}{space 2} .4267044{col 26}{space 2} .3418373{col 37}{space 1}    1.25{col 46}{space 3}0.212{col 54}{space 4}-.2434987{col 67}{space 3} 1.096908
{txt}{space 8}193  {c |}{col 14}{res}{space 2} 1.369834{col 26}{space 2} .3311751{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4}  .720535{col 67}{space 3} 2.019133
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.4815741{col 26}{space 2} .3527829{col 37}{space 1}   -1.37{col 46}{space 3}0.172{col 54}{space 4}-1.173237{col 67}{space 3} .2100887
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.7215761{col 26}{space 2} .3539173{col 37}{space 1}   -2.04{col 46}{space 3}0.042{col 54}{space 4}-1.415463{col 67}{space 3}-.0276892
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 4.321912{col 26}{space 2} .3522434{col 37}{space 1}   12.27{col 46}{space 3}0.000{col 54}{space 4} 3.631307{col 67}{space 3} 5.012517
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 4.909384{col 26}{space 2} .3435045{col 37}{space 1}   14.29{col 46}{space 3}0.000{col 54}{space 4} 4.235912{col 67}{space 3} 5.582856
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 6.448288{col 26}{space 2} .3659647{col 37}{space 1}   17.62{col 46}{space 3}0.000{col 54}{space 4} 5.730781{col 67}{space 3} 7.165795
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 5.963885{col 26}{space 2} .3569537{col 37}{space 1}   16.71{col 46}{space 3}0.000{col 54}{space 4} 5.264045{col 67}{space 3} 6.663725
{txt}{space 8}200  {c |}{col 14}{res}{space 2} 2.088972{col 26}{space 2} .3666403{col 37}{space 1}    5.70{col 46}{space 3}0.000{col 54}{space 4} 1.370141{col 67}{space 3} 2.807804
{txt}{space 8}201  {c |}{col 14}{res}{space 2} 2.578505{col 26}{space 2} .3553207{col 37}{space 1}    7.26{col 46}{space 3}0.000{col 54}{space 4} 1.881866{col 67}{space 3} 3.275143
{txt}{space 8}202  {c |}{col 14}{res}{space 2} 3.206292{col 26}{space 2} .3510155{col 37}{space 1}    9.13{col 46}{space 3}0.000{col 54}{space 4} 2.518094{col 67}{space 3}  3.89449
{txt}{space 8}203  {c |}{col 14}{res}{space 2} 3.348973{col 26}{space 2} .3508491{col 37}{space 1}    9.55{col 46}{space 3}0.000{col 54}{space 4} 2.661101{col 67}{space 3} 4.036844
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 2.831188{col 26}{space 2} .3486247{col 37}{space 1}    8.12{col 46}{space 3}0.000{col 54}{space 4} 2.147678{col 67}{space 3} 3.514698
{txt}{space 8}205  {c |}{col 14}{res}{space 2} 1.789198{col 26}{space 2} .3522635{col 37}{space 1}    5.08{col 46}{space 3}0.000{col 54}{space 4} 1.098553{col 67}{space 3} 2.479842
{txt}{space 8}206  {c |}{col 14}{res}{space 2}  1.30234{col 26}{space 2} .3631034{col 37}{space 1}    3.59{col 46}{space 3}0.000{col 54}{space 4} .5904429{col 67}{space 3} 2.014237
{txt}{space 8}207  {c |}{col 14}{res}{space 2} 1.114978{col 26}{space 2} .3535763{col 37}{space 1}    3.15{col 46}{space 3}0.002{col 54}{space 4} .4217595{col 67}{space 3} 1.808196
{txt}{space 8}208  {c |}{col 14}{res}{space 2} 1.815037{col 26}{space 2}  .348367{col 37}{space 1}    5.21{col 46}{space 3}0.000{col 54}{space 4} 1.132032{col 67}{space 3} 2.498043
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 2.555107{col 26}{space 2} .3377286{col 37}{space 1}    7.57{col 46}{space 3}0.000{col 54}{space 4} 1.892959{col 67}{space 3} 3.217254
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 3.351561{col 26}{space 2} .3404595{col 37}{space 1}    9.84{col 46}{space 3}0.000{col 54}{space 4} 2.684059{col 67}{space 3} 4.019062
{txt}{space 8}211  {c |}{col 14}{res}{space 2}  2.90932{col 26}{space 2} .3342583{col 37}{space 1}    8.70{col 46}{space 3}0.000{col 54}{space 4} 2.253976{col 67}{space 3} 3.564663
{txt}{space 8}212  {c |}{col 14}{res}{space 2} 3.158038{col 26}{space 2} .3308825{col 37}{space 1}    9.54{col 46}{space 3}0.000{col 54}{space 4} 2.509313{col 67}{space 3} 3.806763
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 3.590288{col 26}{space 2}   .33263{col 37}{space 1}   10.79{col 46}{space 3}0.000{col 54}{space 4} 2.938137{col 67}{space 3} 4.242439
{txt}{space 8}214  {c |}{col 14}{res}{space 2}  2.61149{col 26}{space 2} .3370455{col 37}{space 1}    7.75{col 46}{space 3}0.000{col 54}{space 4} 1.950682{col 67}{space 3} 3.272298
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 3.502481{col 26}{space 2} .3331487{col 37}{space 1}   10.51{col 46}{space 3}0.000{col 54}{space 4} 2.849312{col 67}{space 3} 4.155649
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 3.052804{col 26}{space 2} .3352361{col 37}{space 1}    9.11{col 46}{space 3}0.000{col 54}{space 4} 2.395543{col 67}{space 3} 3.710065
{txt}{space 8}217  {c |}{col 14}{res}{space 2}  2.62499{col 26}{space 2} .3329511{col 37}{space 1}    7.88{col 46}{space 3}0.000{col 54}{space 4}  1.97221{col 67}{space 3} 3.277771
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 2.995575{col 26}{space 2} .3441635{col 37}{space 1}    8.70{col 46}{space 3}0.000{col 54}{space 4} 2.320812{col 67}{space 3} 3.670339
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 3.041831{col 26}{space 2}  .339298{col 37}{space 1}    8.97{col 46}{space 3}0.000{col 54}{space 4} 2.376607{col 67}{space 3} 3.707056
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 4.932676{col 26}{space 2} .3397233{col 37}{space 1}   14.52{col 46}{space 3}0.000{col 54}{space 4} 4.266618{col 67}{space 3} 5.598735
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 4.879533{col 26}{space 2} .3528285{col 37}{space 1}   13.83{col 46}{space 3}0.000{col 54}{space 4}  4.18778{col 67}{space 3} 5.571285
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 4.475537{col 26}{space 2} .3341219{col 37}{space 1}   13.39{col 46}{space 3}0.000{col 54}{space 4} 3.820461{col 67}{space 3} 5.130613
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 4.872778{col 26}{space 2} .3384163{col 37}{space 1}   14.40{col 46}{space 3}0.000{col 54}{space 4} 4.209282{col 67}{space 3} 5.536274
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 3.550663{col 26}{space 2} .3416169{col 37}{space 1}   10.39{col 46}{space 3}0.000{col 54}{space 4} 2.880892{col 67}{space 3} 4.220434
{txt}{space 8}225  {c |}{col 14}{res}{space 2} 3.705378{col 26}{space 2} .3397981{col 37}{space 1}   10.90{col 46}{space 3}0.000{col 54}{space 4} 3.039173{col 67}{space 3} 4.371583
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 4.061695{col 26}{space 2} .3401867{col 37}{space 1}   11.94{col 46}{space 3}0.000{col 54}{space 4} 3.394728{col 67}{space 3} 4.728662
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 3.425285{col 26}{space 2} .3321421{col 37}{space 1}   10.31{col 46}{space 3}0.000{col 54}{space 4}  2.77409{col 67}{space 3}  4.07648
{txt}{space 8}228  {c |}{col 14}{res}{space 2} 2.668181{col 26}{space 2} .3367872{col 37}{space 1}    7.92{col 46}{space 3}0.000{col 54}{space 4} 2.007879{col 67}{space 3} 3.328483
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 2.860989{col 26}{space 2} .3345184{col 37}{space 1}    8.55{col 46}{space 3}0.000{col 54}{space 4} 2.205136{col 67}{space 3} 3.516843
{txt}{space 8}230  {c |}{col 14}{res}{space 2} 3.231106{col 26}{space 2} .3313291{col 37}{space 1}    9.75{col 46}{space 3}0.000{col 54}{space 4} 2.581505{col 67}{space 3} 3.880707
{txt}{space 8}231  {c |}{col 14}{res}{space 2} 2.603567{col 26}{space 2} .3293054{col 37}{space 1}    7.91{col 46}{space 3}0.000{col 54}{space 4} 1.957934{col 67}{space 3}   3.2492
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 2.654745{col 26}{space 2} .3268195{col 37}{space 1}    8.12{col 46}{space 3}0.000{col 54}{space 4} 2.013986{col 67}{space 3} 3.295504
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 2.505039{col 26}{space 2} .3283669{col 37}{space 1}    7.63{col 46}{space 3}0.000{col 54}{space 4} 1.861246{col 67}{space 3} 3.148832
{txt}{space 8}234  {c |}{col 14}{res}{space 2} 2.102401{col 26}{space 2} .3312547{col 37}{space 1}    6.35{col 46}{space 3}0.000{col 54}{space 4} 1.452946{col 67}{space 3} 2.751856
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 2.685634{col 26}{space 2} .3342096{col 37}{space 1}    8.04{col 46}{space 3}0.000{col 54}{space 4} 2.030386{col 67}{space 3} 3.340882
{txt}{space 8}236  {c |}{col 14}{res}{space 2} 3.486056{col 26}{space 2} .3293891{col 37}{space 1}   10.58{col 46}{space 3}0.000{col 54}{space 4} 2.840258{col 67}{space 3} 4.131853
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 2.700627{col 26}{space 2} .3249571{col 37}{space 1}    8.31{col 46}{space 3}0.000{col 54}{space 4}  2.06352{col 67}{space 3} 3.337735
{txt}{space 8}238  {c |}{col 14}{res}{space 2} 2.890686{col 26}{space 2} .3253171{col 37}{space 1}    8.89{col 46}{space 3}0.000{col 54}{space 4} 2.252872{col 67}{space 3} 3.528499
{txt}{space 8}239  {c |}{col 14}{res}{space 2} 3.013999{col 26}{space 2} .3274842{col 37}{space 1}    9.20{col 46}{space 3}0.000{col 54}{space 4} 2.371937{col 67}{space 3} 3.656062
{txt}{space 8}240  {c |}{col 14}{res}{space 2} 2.335955{col 26}{space 2} .3319796{col 37}{space 1}    7.04{col 46}{space 3}0.000{col 54}{space 4} 1.685079{col 67}{space 3} 2.986831
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 4.135462{col 26}{space 2} .3503532{col 37}{space 1}   11.80{col 46}{space 3}0.000{col 54}{space 4} 3.448563{col 67}{space 3} 4.822361
{txt}{space 8}242  {c |}{col 14}{res}{space 2}   3.2663{col 26}{space 2} .4120878{col 37}{space 1}    7.93{col 46}{space 3}0.000{col 54}{space 4} 2.458365{col 67}{space 3} 4.074236
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 3.381754{col 26}{space 2}  .344717{col 37}{space 1}    9.81{col 46}{space 3}0.000{col 54}{space 4} 2.705905{col 67}{space 3} 4.057603
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 3.537661{col 26}{space 2} .3335823{col 37}{space 1}   10.61{col 46}{space 3}0.000{col 54}{space 4} 2.883642{col 67}{space 3} 4.191679
{txt}{space 8}245  {c |}{col 14}{res}{space 2} 1.178104{col 26}{space 2} .3529888{col 37}{space 1}    3.34{col 46}{space 3}0.001{col 54}{space 4} .4860376{col 67}{space 3} 1.870171
{txt}{space 8}246  {c |}{col 14}{res}{space 2} .1791729{col 26}{space 2} .3746964{col 37}{space 1}    0.48{col 46}{space 3}0.633{col 54}{space 4}-.5554533{col 67}{space 3} .9137991
{txt}{space 8}247  {c |}{col 14}{res}{space 2} .0651229{col 26}{space 2} .3660232{col 37}{space 1}    0.18{col 46}{space 3}0.859{col 54}{space 4}-.6524988{col 67}{space 3} .7827445
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-1.652745{col 26}{space 2} .4038797{col 37}{space 1}   -4.09{col 46}{space 3}0.000{col 54}{space 4}-2.444588{col 67}{space 3}-.8609025
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-1.744002{col 26}{space 2} .4845166{col 37}{space 1}   -3.60{col 46}{space 3}0.000{col 54}{space 4}-2.693941{col 67}{space 3}-.7940632
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-3.452461{col 26}{space 2} .3858794{col 37}{space 1}   -8.95{col 46}{space 3}0.000{col 54}{space 4}-4.209013{col 67}{space 3} -2.69591
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

Linear regression                                      Number of obs ={res}    3945
                                                       {txt}F(158,  3786) ={res}   99.91
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8279
                                                       {txt}Root MSE      = {res} .58411

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .3495719{col 26}{space 2} .0352733{col 37}{space 1}    9.91{col 46}{space 3}0.000{col 54}{space 4} .2804155{col 67}{space 3} .4187284
{txt}{space 12} {c |}
{space 8}date {c |}
{space 9}91  {c |}{col 14}{res}{space 2} 1.364381{col 26}{space 2} .3597577{col 37}{space 1}    3.79{col 46}{space 3}0.000{col 54}{space 4} .6590436{col 67}{space 3} 2.069719
{txt}{space 9}92  {c |}{col 14}{res}{space 2} .9326192{col 26}{space 2} .4300437{col 37}{space 1}    2.17{col 46}{space 3}0.030{col 54}{space 4} .0894796{col 67}{space 3} 1.775759
{txt}{space 9}93  {c |}{col 14}{res}{space 2} .8328372{col 26}{space 2} .3109595{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .2231729{col 67}{space 3} 1.442501
{txt}{space 9}94  {c |}{col 14}{res}{space 2} 2.178549{col 26}{space 2} .3487818{col 37}{space 1}    6.25{col 46}{space 3}0.000{col 54}{space 4}  1.49473{col 67}{space 3} 2.862367
{txt}{space 9}95  {c |}{col 14}{res}{space 2} 1.517022{col 26}{space 2} .3040485{col 37}{space 1}    4.99{col 46}{space 3}0.000{col 54}{space 4} .9209077{col 67}{space 3} 2.113137
{txt}{space 9}96  {c |}{col 14}{res}{space 2}-.4238944{col 26}{space 2}  .442543{col 37}{space 1}   -0.96{col 46}{space 3}0.338{col 54}{space 4} -1.29154{col 67}{space 3} .4437514
{txt}{space 9}97  {c |}{col 14}{res}{space 2} .0655795{col 26}{space 2} .2954547{col 37}{space 1}    0.22{col 46}{space 3}0.824{col 54}{space 4}-.5136863{col 67}{space 3} .6448453
{txt}{space 9}98  {c |}{col 14}{res}{space 2}-.5893427{col 26}{space 2} .3016698{col 37}{space 1}   -1.95{col 46}{space 3}0.051{col 54}{space 4}-1.180794{col 67}{space 3} .0021083
{txt}{space 9}99  {c |}{col 14}{res}{space 2}-.9432622{col 26}{space 2}   .29448{col 37}{space 1}   -3.20{col 46}{space 3}0.001{col 54}{space 4}-1.520617{col 67}{space 3}-.3659075
{txt}{space 8}100  {c |}{col 14}{res}{space 2} .2757242{col 26}{space 2} .3089401{col 37}{space 1}    0.89{col 46}{space 3}0.372{col 54}{space 4} -.329981{col 67}{space 3} .8814293
{txt}{space 8}101  {c |}{col 14}{res}{space 2}  .293985{col 26}{space 2} .2559424{col 37}{space 1}    1.15{col 46}{space 3}0.251{col 54}{space 4}-.2078134{col 67}{space 3} .7957834
{txt}{space 8}102  {c |}{col 14}{res}{space 2} .1502762{col 26}{space 2} .2694756{col 37}{space 1}    0.56{col 46}{space 3}0.577{col 54}{space 4}-.3780551{col 67}{space 3} .6786075
{txt}{space 8}103  {c |}{col 14}{res}{space 2} .2957619{col 26}{space 2}  .299287{col 37}{space 1}    0.99{col 46}{space 3}0.323{col 54}{space 4}-.2910174{col 67}{space 3} .8825412
{txt}{space 8}104  {c |}{col 14}{res}{space 2} -.801348{col 26}{space 2} .2666011{col 37}{space 1}   -3.01{col 46}{space 3}0.003{col 54}{space 4}-1.324044{col 67}{space 3}-.2786524
{txt}{space 8}105  {c |}{col 14}{res}{space 2} 1.218609{col 26}{space 2} .2794453{col 37}{space 1}    4.36{col 46}{space 3}0.000{col 54}{space 4} .6707307{col 67}{space 3} 1.766486
{txt}{space 8}106  {c |}{col 14}{res}{space 2} 1.172434{col 26}{space 2} .3227129{col 37}{space 1}    3.63{col 46}{space 3}0.000{col 54}{space 4} .5397262{col 67}{space 3} 1.805142
{txt}{space 8}107  {c |}{col 14}{res}{space 2} 1.348173{col 26}{space 2} .2609213{col 37}{space 1}    5.17{col 46}{space 3}0.000{col 54}{space 4} .8366136{col 67}{space 3} 1.859733
{txt}{space 8}108  {c |}{col 14}{res}{space 2} 2.068904{col 26}{space 2} .3272828{col 37}{space 1}    6.32{col 46}{space 3}0.000{col 54}{space 4} 1.427236{col 67}{space 3} 2.710572
{txt}{space 8}109  {c |}{col 14}{res}{space 2} -.171038{col 26}{space 2} .3061524{col 37}{space 1}   -0.56{col 46}{space 3}0.576{col 54}{space 4}-.7712775{col 67}{space 3} .4292015
{txt}{space 8}110  {c |}{col 14}{res}{space 2}-.3174233{col 26}{space 2} .3037676{col 37}{space 1}   -1.04{col 46}{space 3}0.296{col 54}{space 4}-.9129874{col 67}{space 3} .2781407
{txt}{space 8}111  {c |}{col 14}{res}{space 2}-.9677788{col 26}{space 2} .3082355{col 37}{space 1}   -3.14{col 46}{space 3}0.002{col 54}{space 4}-1.572103{col 67}{space 3}-.3634551
{txt}{space 8}112  {c |}{col 14}{res}{space 2}-.8797771{col 26}{space 2} .3403614{col 37}{space 1}   -2.58{col 46}{space 3}0.010{col 54}{space 4}-1.547087{col 67}{space 3}-.2124676
{txt}{space 8}113  {c |}{col 14}{res}{space 2} .1618779{col 26}{space 2} .2835457{col 37}{space 1}    0.57{col 46}{space 3}0.568{col 54}{space 4}-.3940392{col 67}{space 3}  .717795
{txt}{space 8}114  {c |}{col 14}{res}{space 2} .3703432{col 26}{space 2}   .30441{col 37}{space 1}    1.22{col 46}{space 3}0.224{col 54}{space 4}-.2264802{col 67}{space 3} .9671665
{txt}{space 8}115  {c |}{col 14}{res}{space 2} .3593348{col 26}{space 2}  .272888{col 37}{space 1}    1.32{col 46}{space 3}0.188{col 54}{space 4} -.175687{col 67}{space 3} .8943566
{txt}{space 8}116  {c |}{col 14}{res}{space 2} .1665628{col 26}{space 2} .3072753{col 37}{space 1}    0.54{col 46}{space 3}0.588{col 54}{space 4}-.4358783{col 67}{space 3} .7690038
{txt}{space 8}117  {c |}{col 14}{res}{space 2}-.3707547{col 26}{space 2} .3425533{col 37}{space 1}   -1.08{col 46}{space 3}0.279{col 54}{space 4}-1.042361{col 67}{space 3}  .300852
{txt}{space 8}118  {c |}{col 14}{res}{space 2}-1.406594{col 26}{space 2}  .549516{col 37}{space 1}   -2.56{col 46}{space 3}0.011{col 54}{space 4} -2.48397{col 67}{space 3}-.3292175
{txt}{space 8}119  {c |}{col 14}{res}{space 2}-.6650229{col 26}{space 2} .2596717{col 37}{space 1}   -2.56{col 46}{space 3}0.010{col 54}{space 4}-1.174133{col 67}{space 3} -.155913
{txt}{space 8}120  {c |}{col 14}{res}{space 2} -1.34316{col 26}{space 2} .2491056{col 37}{space 1}   -5.39{col 46}{space 3}0.000{col 54}{space 4}-1.831554{col 67}{space 3}-.8547655
{txt}{space 8}122  {c |}{col 14}{res}{space 2}-.6073119{col 26}{space 2} .3009624{col 37}{space 1}   -2.02{col 46}{space 3}0.044{col 54}{space 4}-1.197376{col 67}{space 3}-.0172478
{txt}{space 8}123  {c |}{col 14}{res}{space 2}-1.575472{col 26}{space 2} .4102746{col 37}{space 1}   -3.84{col 46}{space 3}0.000{col 54}{space 4}-2.379853{col 67}{space 3}-.7710914
{txt}{space 8}124  {c |}{col 14}{res}{space 2} -1.93999{col 26}{space 2} .3178083{col 37}{space 1}   -6.10{col 46}{space 3}0.000{col 54}{space 4}-2.563082{col 67}{space 3}-1.316898
{txt}{space 8}126  {c |}{col 14}{res}{space 2}-.6732507{col 26}{space 2} .2689472{col 37}{space 1}   -2.50{col 46}{space 3}0.012{col 54}{space 4}-1.200546{col 67}{space 3}-.1459554
{txt}{space 8}127  {c |}{col 14}{res}{space 2}  .448006{col 26}{space 2} .2477659{col 37}{space 1}    1.81{col 46}{space 3}0.071{col 54}{space 4}-.0377617{col 67}{space 3} .9337736
{txt}{space 8}128  {c |}{col 14}{res}{space 2} 1.143415{col 26}{space 2} .2358853{col 37}{space 1}    4.85{col 46}{space 3}0.000{col 54}{space 4} .6809409{col 67}{space 3}  1.60589
{txt}{space 8}129  {c |}{col 14}{res}{space 2} .4179597{col 26}{space 2} .2321987{col 37}{space 1}    1.80{col 46}{space 3}0.072{col 54}{space 4}-.0372869{col 67}{space 3} .8732063
{txt}{space 8}130  {c |}{col 14}{res}{space 2} .1177227{col 26}{space 2} .2413768{col 37}{space 1}    0.49{col 46}{space 3}0.626{col 54}{space 4}-.3555184{col 67}{space 3} .5909637
{txt}{space 8}131  {c |}{col 14}{res}{space 2}-.0574626{col 26}{space 2} .2462023{col 37}{space 1}   -0.23{col 46}{space 3}0.815{col 54}{space 4}-.5401647{col 67}{space 3} .4252394
{txt}{space 8}132  {c |}{col 14}{res}{space 2}-.4586493{col 26}{space 2} .2557831{col 37}{space 1}   -1.79{col 46}{space 3}0.073{col 54}{space 4}-.9601353{col 67}{space 3} .0428367
{txt}{space 8}133  {c |}{col 14}{res}{space 2}-.0867993{col 26}{space 2} .2601924{col 37}{space 1}   -0.33{col 46}{space 3}0.739{col 54}{space 4}-.5969301{col 67}{space 3} .4233316
{txt}{space 8}134  {c |}{col 14}{res}{space 2} .1114443{col 26}{space 2}  .245052{col 37}{space 1}    0.45{col 46}{space 3}0.649{col 54}{space 4}-.3690023{col 67}{space 3} .5918909
{txt}{space 8}135  {c |}{col 14}{res}{space 2}-.0825434{col 26}{space 2} .2536786{col 37}{space 1}   -0.33{col 46}{space 3}0.745{col 54}{space 4}-.5799034{col 67}{space 3} .4148165
{txt}{space 8}136  {c |}{col 14}{res}{space 2} .3712552{col 26}{space 2} .2479666{col 37}{space 1}    1.50{col 46}{space 3}0.134{col 54}{space 4}-.1149057{col 67}{space 3} .8574162
{txt}{space 8}137  {c |}{col 14}{res}{space 2} .5879143{col 26}{space 2} .2415341{col 37}{space 1}    2.43{col 46}{space 3}0.015{col 54}{space 4} .1143647{col 67}{space 3} 1.061464
{txt}{space 8}138  {c |}{col 14}{res}{space 2} .1581767{col 26}{space 2} .2512408{col 37}{space 1}    0.63{col 46}{space 3}0.529{col 54}{space 4}-.3344036{col 67}{space 3}  .650757
{txt}{space 8}139  {c |}{col 14}{res}{space 2} .0484808{col 26}{space 2} .2560483{col 37}{space 1}    0.19{col 46}{space 3}0.850{col 54}{space 4} -.453525{col 67}{space 3} .5504867
{txt}{space 8}140  {c |}{col 14}{res}{space 2} .0936318{col 26}{space 2} .2593877{col 37}{space 1}    0.36{col 46}{space 3}0.718{col 54}{space 4}-.4149212{col 67}{space 3} .6021848
{txt}{space 8}141  {c |}{col 14}{res}{space 2}-.1929988{col 26}{space 2} .2687533{col 37}{space 1}   -0.72{col 46}{space 3}0.473{col 54}{space 4}-.7199139{col 67}{space 3} .3339164
{txt}{space 8}142  {c |}{col 14}{res}{space 2}-.0843974{col 26}{space 2} .2480058{col 37}{space 1}   -0.34{col 46}{space 3}0.734{col 54}{space 4}-.5706353{col 67}{space 3} .4018405
{txt}{space 8}143  {c |}{col 14}{res}{space 2}-.0323102{col 26}{space 2}  .245247{col 37}{space 1}   -0.13{col 46}{space 3}0.895{col 54}{space 4}-.5131391{col 67}{space 3} .4485188
{txt}{space 8}144  {c |}{col 14}{res}{space 2}-.6267433{col 26}{space 2}  .251117{col 37}{space 1}   -2.50{col 46}{space 3}0.013{col 54}{space 4}-1.119081{col 67}{space 3}-.1344056
{txt}{space 8}145  {c |}{col 14}{res}{space 2}-.3485696{col 26}{space 2} .2443679{col 37}{space 1}   -1.43{col 46}{space 3}0.154{col 54}{space 4}-.8276751{col 67}{space 3} .1305359
{txt}{space 8}146  {c |}{col 14}{res}{space 2}-.2068775{col 26}{space 2} .2460165{col 37}{space 1}   -0.84{col 46}{space 3}0.400{col 54}{space 4}-.6892152{col 67}{space 3} .2754601
{txt}{space 8}147  {c |}{col 14}{res}{space 2}-.3758945{col 26}{space 2} .2405773{col 37}{space 1}   -1.56{col 46}{space 3}0.118{col 54}{space 4} -.847568{col 67}{space 3} .0957791
{txt}{space 8}148  {c |}{col 14}{res}{space 2}-.2535145{col 26}{space 2}   .24729{col 37}{space 1}   -1.03{col 46}{space 3}0.305{col 54}{space 4} -.738349{col 67}{space 3}   .23132
{txt}{space 8}149  {c |}{col 14}{res}{space 2} .2468331{col 26}{space 2} .2373526{col 37}{space 1}    1.04{col 46}{space 3}0.298{col 54}{space 4}-.2185182{col 67}{space 3} .7121845
{txt}{space 8}150  {c |}{col 14}{res}{space 2} .2626438{col 26}{space 2} .2421898{col 37}{space 1}    1.08{col 46}{space 3}0.278{col 54}{space 4}-.2121913{col 67}{space 3} .7374788
{txt}{space 8}151  {c |}{col 14}{res}{space 2}  .078881{col 26}{space 2} .2409384{col 37}{space 1}    0.33{col 46}{space 3}0.743{col 54}{space 4}-.3935005{col 67}{space 3} .5512626
{txt}{space 8}152  {c |}{col 14}{res}{space 2} .3183427{col 26}{space 2}   .23798{col 37}{space 1}    1.34{col 46}{space 3}0.181{col 54}{space 4}-.1482386{col 67}{space 3} .7849241
{txt}{space 8}153  {c |}{col 14}{res}{space 2} .5461628{col 26}{space 2} .2518048{col 37}{space 1}    2.17{col 46}{space 3}0.030{col 54}{space 4} .0524766{col 67}{space 3} 1.039849
{txt}{space 8}154  {c |}{col 14}{res}{space 2} .2173973{col 26}{space 2} .2508901{col 37}{space 1}    0.87{col 46}{space 3}0.386{col 54}{space 4}-.2744956{col 67}{space 3} .7092902
{txt}{space 8}155  {c |}{col 14}{res}{space 2} .4037981{col 26}{space 2} .2429083{col 37}{space 1}    1.66{col 46}{space 3}0.097{col 54}{space 4}-.0724457{col 67}{space 3} .8800419
{txt}{space 8}156  {c |}{col 14}{res}{space 2} .0900351{col 26}{space 2} .2500004{col 37}{space 1}    0.36{col 46}{space 3}0.719{col 54}{space 4}-.4001135{col 67}{space 3} .5801837
{txt}{space 8}157  {c |}{col 14}{res}{space 2}-.7582574{col 26}{space 2}  .250324{col 37}{space 1}   -3.03{col 46}{space 3}0.002{col 54}{space 4} -1.24904{col 67}{space 3}-.2674744
{txt}{space 8}158  {c |}{col 14}{res}{space 2}-.2381726{col 26}{space 2} .2535066{col 37}{space 1}   -0.94{col 46}{space 3}0.348{col 54}{space 4}-.7351953{col 67}{space 3} .2588501
{txt}{space 8}159  {c |}{col 14}{res}{space 2}-.7219825{col 26}{space 2} .2534138{col 37}{space 1}   -2.85{col 46}{space 3}0.004{col 54}{space 4}-1.218823{col 67}{space 3}-.2251417
{txt}{space 8}160  {c |}{col 14}{res}{space 2}-.8323671{col 26}{space 2} .2517828{col 37}{space 1}   -3.31{col 46}{space 3}0.001{col 54}{space 4} -1.32601{col 67}{space 3}-.3387241
{txt}{space 8}161  {c |}{col 14}{res}{space 2}-.6080477{col 26}{space 2} .2606808{col 37}{space 1}   -2.33{col 46}{space 3}0.020{col 54}{space 4}-1.119136{col 67}{space 3}-.0969595
{txt}{space 8}162  {c |}{col 14}{res}{space 2}-1.355482{col 26}{space 2} .2426851{col 37}{space 1}   -5.59{col 46}{space 3}0.000{col 54}{space 4}-1.831288{col 67}{space 3}-.8796756
{txt}{space 8}163  {c |}{col 14}{res}{space 2}-1.001111{col 26}{space 2} .2362412{col 37}{space 1}   -4.24{col 46}{space 3}0.000{col 54}{space 4}-1.464283{col 67}{space 3}-.5379387
{txt}{space 8}164  {c |}{col 14}{res}{space 2}-1.432289{col 26}{space 2} .2395705{col 37}{space 1}   -5.98{col 46}{space 3}0.000{col 54}{space 4}-1.901988{col 67}{space 3}-.9625891
{txt}{space 8}165  {c |}{col 14}{res}{space 2}-.8236119{col 26}{space 2} .2528227{col 37}{space 1}   -3.26{col 46}{space 3}0.001{col 54}{space 4}-1.319294{col 67}{space 3}  -.32793
{txt}{space 8}166  {c |}{col 14}{res}{space 2}-.0592633{col 26}{space 2} .2481079{col 37}{space 1}   -0.24{col 46}{space 3}0.811{col 54}{space 4}-.5457015{col 67}{space 3} .4271748
{txt}{space 8}167  {c |}{col 14}{res}{space 2}-.5166158{col 26}{space 2} .2495197{col 37}{space 1}   -2.07{col 46}{space 3}0.038{col 54}{space 4}-1.005822{col 67}{space 3}-.0274098
{txt}{space 8}168  {c |}{col 14}{res}{space 2} 1.025401{col 26}{space 2}  .248615{col 37}{space 1}    4.12{col 46}{space 3}0.000{col 54}{space 4} .5379684{col 67}{space 3} 1.512833
{txt}{space 8}169  {c |}{col 14}{res}{space 2} .5979214{col 26}{space 2} .2398317{col 37}{space 1}    2.49{col 46}{space 3}0.013{col 54}{space 4} .1277096{col 67}{space 3} 1.068133
{txt}{space 8}170  {c |}{col 14}{res}{space 2} .5205316{col 26}{space 2} .2455086{col 37}{space 1}    2.12{col 46}{space 3}0.034{col 54}{space 4} .0391897{col 67}{space 3} 1.001873
{txt}{space 8}171  {c |}{col 14}{res}{space 2} .5274454{col 26}{space 2} .2403904{col 37}{space 1}    2.19{col 46}{space 3}0.028{col 54}{space 4} .0561381{col 67}{space 3} .9987527
{txt}{space 8}172  {c |}{col 14}{res}{space 2}-1.321848{col 26}{space 2} .2550406{col 37}{space 1}   -5.18{col 46}{space 3}0.000{col 54}{space 4}-1.821878{col 67}{space 3}-.8218175
{txt}{space 8}173  {c |}{col 14}{res}{space 2}-.7284001{col 26}{space 2} .2542796{col 37}{space 1}   -2.86{col 46}{space 3}0.004{col 54}{space 4}-1.226938{col 67}{space 3}-.2298618
{txt}{space 8}174  {c |}{col 14}{res}{space 2}-.7333404{col 26}{space 2} .2736588{col 37}{space 1}   -2.68{col 46}{space 3}0.007{col 54}{space 4}-1.269873{col 67}{space 3}-.1968074
{txt}{space 8}175  {c |}{col 14}{res}{space 2}-.9743171{col 26}{space 2} .2596596{col 37}{space 1}   -3.75{col 46}{space 3}0.000{col 54}{space 4}-1.483403{col 67}{space 3}-.4652309
{txt}{space 8}176  {c |}{col 14}{res}{space 2}-.4206075{col 26}{space 2} .2415748{col 37}{space 1}   -1.74{col 46}{space 3}0.082{col 54}{space 4}-.8942368{col 67}{space 3} .0530219
{txt}{space 8}177  {c |}{col 14}{res}{space 2}-.3561044{col 26}{space 2} .2711123{col 37}{space 1}   -1.31{col 46}{space 3}0.189{col 54}{space 4}-.8876446{col 67}{space 3} .1754359
{txt}{space 8}178  {c |}{col 14}{res}{space 2}-.7796035{col 26}{space 2} .2885222{col 37}{space 1}   -2.70{col 46}{space 3}0.007{col 54}{space 4}-1.345278{col 67}{space 3}-.2139294
{txt}{space 8}179  {c |}{col 14}{res}{space 2}-.4762175{col 26}{space 2} .2386224{col 37}{space 1}   -2.00{col 46}{space 3}0.046{col 54}{space 4}-.9440584{col 67}{space 3}-.0083767
{txt}{space 8}180  {c |}{col 14}{res}{space 2}-.7092815{col 26}{space 2}   .24974{col 37}{space 1}   -2.84{col 46}{space 3}0.005{col 54}{space 4}-1.198919{col 67}{space 3}-.2196436
{txt}{space 8}181  {c |}{col 14}{res}{space 2}-1.301468{col 26}{space 2} .2432859{col 37}{space 1}   -5.35{col 46}{space 3}0.000{col 54}{space 4}-1.778452{col 67}{space 3}-.8244837
{txt}{space 8}182  {c |}{col 14}{res}{space 2}-.7325216{col 26}{space 2} .2494267{col 37}{space 1}   -2.94{col 46}{space 3}0.003{col 54}{space 4}-1.221545{col 67}{space 3} -.243498
{txt}{space 8}183  {c |}{col 14}{res}{space 2}-2.400738{col 26}{space 2}   .26383{col 37}{space 1}   -9.10{col 46}{space 3}0.000{col 54}{space 4}   -2.918{col 67}{space 3}-1.883475
{txt}{space 8}184  {c |}{col 14}{res}{space 2}-1.720973{col 26}{space 2} .2389237{col 37}{space 1}   -7.20{col 46}{space 3}0.000{col 54}{space 4}-2.189404{col 67}{space 3}-1.252541
{txt}{space 8}185  {c |}{col 14}{res}{space 2}-1.196795{col 26}{space 2} .2350225{col 37}{space 1}   -5.09{col 46}{space 3}0.000{col 54}{space 4}-1.657578{col 67}{space 3}-.7360122
{txt}{space 8}186  {c |}{col 14}{res}{space 2}-1.534841{col 26}{space 2} .2421911{col 37}{space 1}   -6.34{col 46}{space 3}0.000{col 54}{space 4}-2.009679{col 67}{space 3}-1.060003
{txt}{space 8}187  {c |}{col 14}{res}{space 2} 1.130571{col 26}{space 2} .2293064{col 37}{space 1}    4.93{col 46}{space 3}0.000{col 54}{space 4} .6809954{col 67}{space 3} 1.580147
{txt}{space 8}188  {c |}{col 14}{res}{space 2}  .568529{col 26}{space 2} .2270196{col 37}{space 1}    2.50{col 46}{space 3}0.012{col 54}{space 4} .1234364{col 67}{space 3} 1.013621
{txt}{space 8}189  {c |}{col 14}{res}{space 2}-.0337717{col 26}{space 2} .2366699{col 37}{space 1}   -0.14{col 46}{space 3}0.887{col 54}{space 4}-.4977845{col 67}{space 3} .4302412
{txt}{space 8}190  {c |}{col 14}{res}{space 2}  .138941{col 26}{space 2} .2344645{col 37}{space 1}    0.59{col 46}{space 3}0.553{col 54}{space 4}-.3207479{col 67}{space 3} .5986299
{txt}{space 8}191  {c |}{col 14}{res}{space 2}-.9132374{col 26}{space 2} .2571987{col 37}{space 1}   -3.55{col 46}{space 3}0.000{col 54}{space 4}-1.417499{col 67}{space 3}-.4089761
{txt}{space 8}192  {c |}{col 14}{res}{space 2}-2.614242{col 26}{space 2} .2685989{col 37}{space 1}   -9.73{col 46}{space 3}0.000{col 54}{space 4}-3.140855{col 67}{space 3} -2.08763
{txt}{space 8}193  {c |}{col 14}{res}{space 2}-1.490325{col 26}{space 2} .2455519{col 37}{space 1}   -6.07{col 46}{space 3}0.000{col 54}{space 4}-1.971752{col 67}{space 3}-1.008899
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-3.437879{col 26}{space 2} .2707444{col 37}{space 1}  -12.70{col 46}{space 3}0.000{col 54}{space 4}-3.968698{col 67}{space 3} -2.90706
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-3.497526{col 26}{space 2} .2719761{col 37}{space 1}  -12.86{col 46}{space 3}0.000{col 54}{space 4} -4.03076{col 67}{space 3}-2.964292
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 2.056642{col 26}{space 2} .2630987{col 37}{space 1}    7.82{col 46}{space 3}0.000{col 54}{space 4} 1.540813{col 67}{space 3} 2.572471
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 2.507453{col 26}{space 2} .2589522{col 37}{space 1}    9.68{col 46}{space 3}0.000{col 54}{space 4} 1.999754{col 67}{space 3} 3.015153
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 4.603491{col 26}{space 2} .2812509{col 37}{space 1}   16.37{col 46}{space 3}0.000{col 54}{space 4} 4.052073{col 67}{space 3} 5.154909
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 3.928853{col 26}{space 2} .2511406{col 37}{space 1}   15.64{col 46}{space 3}0.000{col 54}{space 4} 3.436469{col 67}{space 3} 4.421236
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-1.717308{col 26}{space 2} .2752965{col 37}{space 1}   -6.24{col 46}{space 3}0.000{col 54}{space 4}-2.257052{col 67}{space 3}-1.177565
{txt}{space 8}201  {c |}{col 14}{res}{space 2}-1.389537{col 26}{space 2}  .282886{col 37}{space 1}   -4.91{col 46}{space 3}0.000{col 54}{space 4}-1.944161{col 67}{space 3}-.8349134
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-1.245012{col 26}{space 2} .3142021{col 37}{space 1}   -3.96{col 46}{space 3}0.000{col 54}{space 4}-1.861034{col 67}{space 3}-.6289903
{txt}{space 8}203  {c |}{col 14}{res}{space 2}-.8992931{col 26}{space 2} .2916728{col 37}{space 1}   -3.08{col 46}{space 3}0.002{col 54}{space 4}-1.471144{col 67}{space 3} -.327442
{txt}{space 8}204  {c |}{col 14}{res}{space 2}-.0191184{col 26}{space 2} .2437059{col 37}{space 1}   -0.08{col 46}{space 3}0.937{col 54}{space 4} -.496926{col 67}{space 3} .4586892
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-1.205952{col 26}{space 2} .2570372{col 37}{space 1}   -4.69{col 46}{space 3}0.000{col 54}{space 4}-1.709896{col 67}{space 3}-.7020071
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-1.995536{col 26}{space 2} .2698472{col 37}{space 1}   -7.40{col 46}{space 3}0.000{col 54}{space 4}-2.524596{col 67}{space 3}-1.466476
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-2.260666{col 26}{space 2} .2568003{col 37}{space 1}   -8.80{col 46}{space 3}0.000{col 54}{space 4}-2.764146{col 67}{space 3}-1.757186
{txt}{space 8}208  {c |}{col 14}{res}{space 2}-1.356993{col 26}{space 2} .2500062{col 37}{space 1}   -5.43{col 46}{space 3}0.000{col 54}{space 4}-1.847153{col 67}{space 3} -.866833
{txt}{space 8}209  {c |}{col 14}{res}{space 2}-.1357529{col 26}{space 2} .2345062{col 37}{space 1}   -0.58{col 46}{space 3}0.563{col 54}{space 4}-.5955235{col 67}{space 3} .3240177
{txt}{space 8}210  {c |}{col 14}{res}{space 2} .8364132{col 26}{space 2} .2421538{col 37}{space 1}    3.45{col 46}{space 3}0.001{col 54}{space 4} .3616487{col 67}{space 3} 1.311178
{txt}{space 8}211  {c |}{col 14}{res}{space 2} .4755314{col 26}{space 2} .2342522{col 37}{space 1}    2.03{col 46}{space 3}0.042{col 54}{space 4} .0162586{col 67}{space 3} .9348041
{txt}{space 8}212  {c |}{col 14}{res}{space 2} .4432437{col 26}{space 2} .2331759{col 37}{space 1}    1.90{col 46}{space 3}0.057{col 54}{space 4}-.0139189{col 67}{space 3} .9004062
{txt}{space 8}213  {c |}{col 14}{res}{space 2} .6183463{col 26}{space 2} .2425496{col 37}{space 1}    2.55{col 46}{space 3}0.011{col 54}{space 4} .1428058{col 67}{space 3} 1.093887
{txt}{space 8}214  {c |}{col 14}{res}{space 2} -.659564{col 26}{space 2} .2531687{col 37}{space 1}   -2.61{col 46}{space 3}0.009{col 54}{space 4}-1.155924{col 67}{space 3}-.1632037
{txt}{space 8}215  {c |}{col 14}{res}{space 2} .4174719{col 26}{space 2}  .247937{col 37}{space 1}    1.68{col 46}{space 3}0.092{col 54}{space 4} -.068631{col 67}{space 3} .9035749
{txt}{space 8}216  {c |}{col 14}{res}{space 2}-.1250694{col 26}{space 2} .2494651{col 37}{space 1}   -0.50{col 46}{space 3}0.616{col 54}{space 4}-.6141683{col 67}{space 3} .3640296
{txt}{space 8}217  {c |}{col 14}{res}{space 2}-.7434889{col 26}{space 2} .2512171{col 37}{space 1}   -2.96{col 46}{space 3}0.003{col 54}{space 4}-1.236023{col 67}{space 3}-.2509549
{txt}{space 8}218  {c |}{col 14}{res}{space 2}-.1118918{col 26}{space 2} .2424694{col 37}{space 1}   -0.46{col 46}{space 3}0.644{col 54}{space 4}-.5872751{col 67}{space 3} .3634916
{txt}{space 8}219  {c |}{col 14}{res}{space 2}-.3420543{col 26}{space 2} .2489416{col 37}{space 1}   -1.37{col 46}{space 3}0.170{col 54}{space 4}-.8301268{col 67}{space 3} .1460183
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 1.710649{col 26}{space 2} .2410037{col 37}{space 1}    7.10{col 46}{space 3}0.000{col 54}{space 4}  1.23814{col 67}{space 3} 2.183159
{txt}{space 8}221  {c |}{col 14}{res}{space 2}  1.81739{col 26}{space 2} .2533786{col 37}{space 1}    7.17{col 46}{space 3}0.000{col 54}{space 4} 1.320618{col 67}{space 3} 2.314162
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 1.399102{col 26}{space 2} .2394314{col 37}{space 1}    5.84{col 46}{space 3}0.000{col 54}{space 4} .9296746{col 67}{space 3} 1.868528
{txt}{space 8}223  {c |}{col 14}{res}{space 2}   1.6949{col 26}{space 2} .2409631{col 37}{space 1}    7.03{col 46}{space 3}0.000{col 54}{space 4}  1.22247{col 67}{space 3}  2.16733
{txt}{space 8}224  {c |}{col 14}{res}{space 2}-.2962889{col 26}{space 2} .2759051{col 37}{space 1}   -1.07{col 46}{space 3}0.283{col 54}{space 4}-.8372259{col 67}{space 3} .2446481
{txt}{space 8}225  {c |}{col 14}{res}{space 2}-.0975635{col 26}{space 2}  .269428{col 37}{space 1}   -0.36{col 46}{space 3}0.717{col 54}{space 4}-.6258015{col 67}{space 3} .4306745
{txt}{space 8}226  {c |}{col 14}{res}{space 2} .3740132{col 26}{space 2} .2638413{col 37}{space 1}    1.42{col 46}{space 3}0.156{col 54}{space 4}-.1432717{col 67}{space 3} .8912981
{txt}{space 8}227  {c |}{col 14}{res}{space 2}-.3381989{col 26}{space 2} .2644251{col 37}{space 1}   -1.28{col 46}{space 3}0.201{col 54}{space 4}-.8566285{col 67}{space 3} .1802306
{txt}{space 8}228  {c |}{col 14}{res}{space 2}-.6657976{col 26}{space 2}  .247432{col 37}{space 1}   -2.69{col 46}{space 3}0.007{col 54}{space 4}-1.150911{col 67}{space 3}-.1806847
{txt}{space 8}229  {c |}{col 14}{res}{space 2}-.4956679{col 26}{space 2} .2523129{col 37}{space 1}   -1.96{col 46}{space 3}0.050{col 54}{space 4}-.9903503{col 67}{space 3}-.0009855
{txt}{space 8}230  {c |}{col 14}{res}{space 2}-.2319132{col 26}{space 2} .2538375{col 37}{space 1}   -0.91{col 46}{space 3}0.361{col 54}{space 4}-.7295846{col 67}{space 3} .2657582
{txt}{space 8}231  {c |}{col 14}{res}{space 2}-.6216459{col 26}{space 2} .2423105{col 37}{space 1}   -2.57{col 46}{space 3}0.010{col 54}{space 4}-1.096718{col 67}{space 3}-.1465741
{txt}{space 8}232  {c |}{col 14}{res}{space 2}-.2342662{col 26}{space 2} .2376833{col 37}{space 1}   -0.99{col 46}{space 3}0.324{col 54}{space 4}-.7002659{col 67}{space 3} .2317335
{txt}{space 8}233  {c |}{col 14}{res}{space 2}-.5007908{col 26}{space 2} .2413383{col 37}{space 1}   -2.08{col 46}{space 3}0.038{col 54}{space 4}-.9739565{col 67}{space 3}-.0276251
{txt}{space 8}234  {c |}{col 14}{res}{space 2}-1.061125{col 26}{space 2} .2455732{col 37}{space 1}   -4.32{col 46}{space 3}0.000{col 54}{space 4}-1.542593{col 67}{space 3} -.579656
{txt}{space 8}235  {c |}{col 14}{res}{space 2}-.3186758{col 26}{space 2} .2392682{col 37}{space 1}   -1.33{col 46}{space 3}0.183{col 54}{space 4}-.7877828{col 67}{space 3} .1504312
{txt}{space 8}236  {c |}{col 14}{res}{space 2} .4548765{col 26}{space 2} .2390473{col 37}{space 1}    1.90{col 46}{space 3}0.057{col 54}{space 4}-.0137974{col 67}{space 3} .9235503
{txt}{space 8}237  {c |}{col 14}{res}{space 2}-.2137514{col 26}{space 2} .2356572{col 37}{space 1}   -0.91{col 46}{space 3}0.364{col 54}{space 4}-.6757787{col 67}{space 3} .2482759
{txt}{space 8}238  {c |}{col 14}{res}{space 2} .1374338{col 26}{space 2} .2312381{col 37}{space 1}    0.59{col 46}{space 3}0.552{col 54}{space 4}-.3159294{col 67}{space 3}  .590797
{txt}{space 8}239  {c |}{col 14}{res}{space 2} .0707312{col 26}{space 2} .2388497{col 37}{space 1}    0.30{col 46}{space 3}0.767{col 54}{space 4}-.3975553{col 67}{space 3} .5390177
{txt}{space 8}240  {c |}{col 14}{res}{space 2}-.9068435{col 26}{space 2} .2515133{col 37}{space 1}   -3.61{col 46}{space 3}0.000{col 54}{space 4}-1.399958{col 67}{space 3}-.4137289
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 1.069999{col 26}{space 2} .2608813{col 37}{space 1}    4.10{col 46}{space 3}0.000{col 54}{space 4}  .558517{col 67}{space 3}  1.58148
{txt}{space 8}242  {c |}{col 14}{res}{space 2} .1363524{col 26}{space 2} .3341712{col 37}{space 1}    0.41{col 46}{space 3}0.683{col 54}{space 4}-.5188205{col 67}{space 3} .7915254
{txt}{space 8}243  {c |}{col 14}{res}{space 2}  .219007{col 26}{space 2}  .257898{col 37}{space 1}    0.85{col 46}{space 3}0.396{col 54}{space 4}-.2866255{col 67}{space 3} .7246394
{txt}{space 8}244  {c |}{col 14}{res}{space 2} .6312051{col 26}{space 2} .2357584{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .1689793{col 67}{space 3} 1.093431
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-2.460924{col 26}{space 2} .2690367{col 37}{space 1}   -9.15{col 46}{space 3}0.000{col 54}{space 4}-2.988395{col 67}{space 3}-1.933453
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-3.226354{col 26}{space 2} .3549974{col 37}{space 1}   -9.09{col 46}{space 3}0.000{col 54}{space 4}-3.922359{col 67}{space 3} -2.53035
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-3.211826{col 26}{space 2} .2878506{col 37}{space 1}  -11.16{col 46}{space 3}0.000{col 54}{space 4}-3.776184{col 67}{space 3}-2.647469
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-4.943912{col 26}{space 2} .3402947{col 37}{space 1}  -14.53{col 46}{space 3}0.000{col 54}{space 4} -5.61109{col 67}{space 3}-4.276733
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-4.059158{col 26}{space 2} .4142762{col 37}{space 1}   -9.80{col 46}{space 3}0.000{col 54}{space 4}-4.871384{col 67}{space 3}-3.246932
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .3141135{col 26}{space 2} .2307422{col 37}{space 1}    1.36{col 46}{space 3}0.173{col 54}{space 4}-.1382774{col 67}{space 3} .7665045
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

Linear regression                                      Number of obs ={res}    2971
                                                       {txt}F(159,  2811) ={res}  138.74
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8903
                                                       {txt}Root MSE      = {res} .48359

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L1. {c |}{col 14}{res}{space 2} .5015439{col 26}{space 2} .0603987{col 37}{space 1}    8.30{col 46}{space 3}0.000{col 54}{space 4} .3831135{col 67}{space 3} .6199743
{txt}{space 9}L2. {c |}{col 14}{res}{space 2} .0900646{col 26}{space 2} .0644201{col 37}{space 1}    1.40{col 46}{space 3}0.162{col 54}{space 4}-.0362509{col 67}{space 3} .2163801
{txt}{space 9}L3. {c |}{col 14}{res}{space 2} .1464229{col 26}{space 2} .0646044{col 37}{space 1}    2.27{col 46}{space 3}0.023{col 54}{space 4}  .019746{col 67}{space 3} .2730998
{txt}{space 12} {c |}
{space 8}date {c |}
{space 9}90  {c |}{col 14}{res}{space 2}-.8028671{col 26}{space 2} .6309602{col 37}{space 1}   -1.27{col 46}{space 3}0.203{col 54}{space 4}-2.040059{col 67}{space 3}  .434325
{txt}{space 9}91  {c |}{col 14}{res}{space 2} .2560877{col 26}{space 2} .5477106{col 37}{space 1}    0.47{col 46}{space 3}0.640{col 54}{space 4}-.8178678{col 67}{space 3} 1.330043
{txt}{space 9}92  {c |}{col 14}{res}{space 2} .0009412{col 26}{space 2} .3022934{col 37}{space 1}    0.00{col 46}{space 3}0.998{col 54}{space 4}-.5917982{col 67}{space 3} .5936807
{txt}{space 9}93  {c |}{col 14}{res}{space 2}-.6926431{col 26}{space 2} .2701608{col 37}{space 1}   -2.56{col 46}{space 3}0.010{col 54}{space 4}-1.222377{col 67}{space 3}-.1629096
{txt}{space 9}94  {c |}{col 14}{res}{space 2} .5340035{col 26}{space 2} .3473308{col 37}{space 1}    1.54{col 46}{space 3}0.124{col 54}{space 4}-.1470455{col 67}{space 3} 1.215053
{txt}{space 9}95  {c |}{col 14}{res}{space 2}-.4740113{col 26}{space 2} .3322325{col 37}{space 1}   -1.43{col 46}{space 3}0.154{col 54}{space 4}-1.125456{col 67}{space 3} .1774329
{txt}{space 9}96  {c |}{col 14}{res}{space 2} -1.96431{col 26}{space 2} .4943539{col 37}{space 1}   -3.97{col 46}{space 3}0.000{col 54}{space 4}-2.933643{col 67}{space 3} -.994977
{txt}{space 9}97  {c |}{col 14}{res}{space 2}-1.412422{col 26}{space 2} .3683397{col 37}{space 1}   -3.83{col 46}{space 3}0.000{col 54}{space 4}-2.134665{col 67}{space 3}-.6901785
{txt}{space 9}98  {c |}{col 14}{res}{space 2}-1.302021{col 26}{space 2}  .361687{col 37}{space 1}   -3.60{col 46}{space 3}0.000{col 54}{space 4} -2.01122{col 67}{space 3}-.5928221
{txt}{space 9}99  {c |}{col 14}{res}{space 2}-1.628783{col 26}{space 2}   .33326{col 37}{space 1}   -4.89{col 46}{space 3}0.000{col 54}{space 4}-2.282241{col 67}{space 3}-.9753236
{txt}{space 8}100  {c |}{col 14}{res}{space 2}-.7045767{col 26}{space 2} .2924194{col 37}{space 1}   -2.41{col 46}{space 3}0.016{col 54}{space 4}-1.277955{col 67}{space 3}-.1311984
{txt}{space 8}101  {c |}{col 14}{res}{space 2}-.7462791{col 26}{space 2} .2929227{col 37}{space 1}   -2.55{col 46}{space 3}0.011{col 54}{space 4}-1.320644{col 67}{space 3}-.1719139
{txt}{space 8}102  {c |}{col 14}{res}{space 2}-.8887564{col 26}{space 2} .2714053{col 37}{space 1}   -3.27{col 46}{space 3}0.001{col 54}{space 4} -1.42093{col 67}{space 3}-.3565827
{txt}{space 8}103  {c |}{col 14}{res}{space 2} -.820692{col 26}{space 2} .2777937{col 37}{space 1}   -2.95{col 46}{space 3}0.003{col 54}{space 4}-1.365392{col 67}{space 3}-.2759917
{txt}{space 8}104  {c |}{col 14}{res}{space 2}-2.008489{col 26}{space 2} .2564122{col 37}{space 1}   -7.83{col 46}{space 3}0.000{col 54}{space 4}-2.511264{col 67}{space 3}-1.505714
{txt}{space 8}105  {c |}{col 14}{res}{space 2} .1866529{col 26}{space 2} .4230882{col 37}{space 1}    0.44{col 46}{space 3}0.659{col 54}{space 4}-.6429419{col 67}{space 3} 1.016248
{txt}{space 8}106  {c |}{col 14}{res}{space 2}-.1832313{col 26}{space 2} .2575488{col 37}{space 1}   -0.71{col 46}{space 3}0.477{col 54}{space 4}-.6882351{col 67}{space 3} .3217726
{txt}{space 8}107  {c |}{col 14}{res}{space 2}-.2851821{col 26}{space 2} .2881728{col 37}{space 1}   -0.99{col 46}{space 3}0.322{col 54}{space 4}-.8502336{col 67}{space 3} .2798695
{txt}{space 8}108  {c |}{col 14}{res}{space 2}  .057385{col 26}{space 2} .2661816{col 37}{space 1}    0.22{col 46}{space 3}0.829{col 54}{space 4}-.4645462{col 67}{space 3} .5793161
{txt}{space 8}109  {c |}{col 14}{res}{space 2}-2.302108{col 26}{space 2} .3472943{col 37}{space 1}   -6.63{col 46}{space 3}0.000{col 54}{space 4}-2.983086{col 67}{space 3}-1.621131
{txt}{space 8}110  {c |}{col 14}{res}{space 2}-1.558309{col 26}{space 2} .3489926{col 37}{space 1}   -4.47{col 46}{space 3}0.000{col 54}{space 4}-2.242617{col 67}{space 3}-.8740018
{txt}{space 8}111  {c |}{col 14}{res}{space 2}-1.878324{col 26}{space 2} .3428566{col 37}{space 1}   -5.48{col 46}{space 3}0.000{col 54}{space 4}  -2.5506{col 67}{space 3}-1.206048
{txt}{space 8}112  {c |}{col 14}{res}{space 2}-.9981709{col 26}{space 2}  .309062{col 37}{space 1}   -3.23{col 46}{space 3}0.001{col 54}{space 4}-1.604182{col 67}{space 3}-.3921595
{txt}{space 8}113  {c |}{col 14}{res}{space 2}-.5909092{col 26}{space 2} .3171599{col 37}{space 1}   -1.86{col 46}{space 3}0.063{col 54}{space 4}-1.212799{col 67}{space 3} .0309805
{txt}{space 8}114  {c |}{col 14}{res}{space 2}-.7124591{col 26}{space 2} .3171979{col 37}{space 1}   -2.25{col 46}{space 3}0.025{col 54}{space 4}-1.334423{col 67}{space 3}-.0904949
{txt}{space 8}115  {c |}{col 14}{res}{space 2}-1.042411{col 26}{space 2} .2828681{col 37}{space 1}   -3.69{col 46}{space 3}0.000{col 54}{space 4}-1.597061{col 67}{space 3}-.4877605
{txt}{space 8}116  {c |}{col 14}{res}{space 2}-1.299532{col 26}{space 2} .2643979{col 37}{space 1}   -4.92{col 46}{space 3}0.000{col 54}{space 4}-1.817965{col 67}{space 3} -.781098
{txt}{space 8}117  {c |}{col 14}{res}{space 2}-1.622067{col 26}{space 2}  .302288{col 37}{space 1}   -5.37{col 46}{space 3}0.000{col 54}{space 4}-2.214796{col 67}{space 3}-1.029338
{txt}{space 8}118  {c |}{col 14}{res}{space 2}-2.388579{col 26}{space 2} .5811906{col 37}{space 1}   -4.11{col 46}{space 3}0.000{col 54}{space 4}-3.528182{col 67}{space 3}-1.248975
{txt}{space 8}119  {c |}{col 14}{res}{space 2}-1.098368{col 26}{space 2} .2675438{col 37}{space 1}   -4.11{col 46}{space 3}0.000{col 54}{space 4} -1.62297{col 67}{space 3}-.5737663
{txt}{space 8}120  {c |}{col 14}{res}{space 2}  -1.8681{col 26}{space 2} .2254227{col 37}{space 1}   -8.29{col 46}{space 3}0.000{col 54}{space 4}-2.310111{col 67}{space 3}-1.426089
{txt}{space 8}125  {c |}{col 14}{res}{space 2}-.7892667{col 26}{space 2} .2590763{col 37}{space 1}   -3.05{col 46}{space 3}0.002{col 54}{space 4}-1.297266{col 67}{space 3}-.2812679
{txt}{space 8}126  {c |}{col 14}{res}{space 2} -.685147{col 26}{space 2} .1970736{col 37}{space 1}   -3.48{col 46}{space 3}0.001{col 54}{space 4}-1.071571{col 67}{space 3}-.2987235
{txt}{space 8}127  {c |}{col 14}{res}{space 2}-.2221846{col 26}{space 2} .2259619{col 37}{space 1}   -0.98{col 46}{space 3}0.326{col 54}{space 4}-.6652526{col 67}{space 3} .2208835
{txt}{space 8}128  {c |}{col 14}{res}{space 2}-.3504383{col 26}{space 2} .2174891{col 37}{space 1}   -1.61{col 46}{space 3}0.107{col 54}{space 4}-.7768929{col 67}{space 3} .0760162
{txt}{space 8}129  {c |}{col 14}{res}{space 2}-1.018892{col 26}{space 2} .2368775{col 37}{space 1}   -4.30{col 46}{space 3}0.000{col 54}{space 4}-1.483364{col 67}{space 3}-.5544208
{txt}{space 8}130  {c |}{col 14}{res}{space 2}-1.269269{col 26}{space 2}  .251324{col 37}{space 1}   -5.05{col 46}{space 3}0.000{col 54}{space 4}-1.762067{col 67}{space 3}-.7764709
{txt}{space 8}131  {c |}{col 14}{res}{space 2}-1.053505{col 26}{space 2} .2541322{col 37}{space 1}   -4.15{col 46}{space 3}0.000{col 54}{space 4}-1.551809{col 67}{space 3}-.5552005
{txt}{space 8}132  {c |}{col 14}{res}{space 2} -1.33743{col 26}{space 2} .2381799{col 37}{space 1}   -5.62{col 46}{space 3}0.000{col 54}{space 4}-1.804455{col 67}{space 3}-.8704051
{txt}{space 8}133  {c |}{col 14}{res}{space 2}-.8968083{col 26}{space 2} .2522024{col 37}{space 1}   -3.56{col 46}{space 3}0.000{col 54}{space 4}-1.391329{col 67}{space 3}-.4022878
{txt}{space 8}134  {c |}{col 14}{res}{space 2}-.8188874{col 26}{space 2} .2328125{col 37}{space 1}   -3.52{col 46}{space 3}0.000{col 54}{space 4}-1.275388{col 67}{space 3}-.3623866
{txt}{space 8}135  {c |}{col 14}{res}{space 2}-1.182588{col 26}{space 2} .2515625{col 37}{space 1}   -4.70{col 46}{space 3}0.000{col 54}{space 4}-1.675854{col 67}{space 3}-.6893223
{txt}{space 8}136  {c |}{col 14}{res}{space 2}-.7092887{col 26}{space 2} .2400691{col 37}{space 1}   -2.95{col 46}{space 3}0.003{col 54}{space 4}-1.180018{col 67}{space 3}-.2385592
{txt}{space 8}137  {c |}{col 14}{res}{space 2}-.5812764{col 26}{space 2} .2403219{col 37}{space 1}   -2.42{col 46}{space 3}0.016{col 54}{space 4}-1.052502{col 67}{space 3}-.1100512
{txt}{space 8}138  {c |}{col 14}{res}{space 2}-1.098643{col 26}{space 2} .2360247{col 37}{space 1}   -4.65{col 46}{space 3}0.000{col 54}{space 4}-1.561442{col 67}{space 3}-.6358436
{txt}{space 8}139  {c |}{col 14}{res}{space 2}-1.221446{col 26}{space 2} .2523323{col 37}{space 1}   -4.84{col 46}{space 3}0.000{col 54}{space 4}-1.716222{col 67}{space 3}-.7266712
{txt}{space 8}140  {c |}{col 14}{res}{space 2}-.9516398{col 26}{space 2} .2550075{col 37}{space 1}   -3.73{col 46}{space 3}0.000{col 54}{space 4}-1.451661{col 67}{space 3} -.451619
{txt}{space 8}141  {c |}{col 14}{res}{space 2}-1.273089{col 26}{space 2} .2396653{col 37}{space 1}   -5.31{col 46}{space 3}0.000{col 54}{space 4}-1.743027{col 67}{space 3}-.8031511
{txt}{space 8}142  {c |}{col 14}{res}{space 2}-.9870651{col 26}{space 2} .2433013{col 37}{space 1}   -4.06{col 46}{space 3}0.000{col 54}{space 4}-1.464132{col 67}{space 3} -.509998
{txt}{space 8}143  {c |}{col 14}{res}{space 2}-1.082553{col 26}{space 2} .2426097{col 37}{space 1}   -4.46{col 46}{space 3}0.000{col 54}{space 4}-1.558264{col 67}{space 3}-.6068422
{txt}{space 8}144  {c |}{col 14}{res}{space 2}-1.551168{col 26}{space 2} .2451681{col 37}{space 1}   -6.33{col 46}{space 3}0.000{col 54}{space 4}-2.031896{col 67}{space 3}-1.070441
{txt}{space 8}145  {c |}{col 14}{res}{space 2}-1.195741{col 26}{space 2} .2527592{col 37}{space 1}   -4.73{col 46}{space 3}0.000{col 54}{space 4}-1.691353{col 67}{space 3}-.7001283
{txt}{space 8}146  {c |}{col 14}{res}{space 2}-1.016141{col 26}{space 2} .2433911{col 37}{space 1}   -4.17{col 46}{space 3}0.000{col 54}{space 4}-1.493384{col 67}{space 3}-.5388977
{txt}{space 8}147  {c |}{col 14}{res}{space 2}-1.216785{col 26}{space 2} .2243363{col 37}{space 1}   -5.42{col 46}{space 3}0.000{col 54}{space 4}-1.656665{col 67}{space 3}-.7769045
{txt}{space 8}148  {c |}{col 14}{res}{space 2} -1.17237{col 26}{space 2} .2358383{col 37}{space 1}   -4.97{col 46}{space 3}0.000{col 54}{space 4}-1.634804{col 67}{space 3}-.7099362
{txt}{space 8}149  {c |}{col 14}{res}{space 2} -.576264{col 26}{space 2} .2296811{col 37}{space 1}   -2.51{col 46}{space 3}0.012{col 54}{space 4}-1.026625{col 67}{space 3}-.1259035
{txt}{space 8}150  {c |}{col 14}{res}{space 2}-.8157538{col 26}{space 2} .2257497{col 37}{space 1}   -3.61{col 46}{space 3}0.000{col 54}{space 4}-1.258406{col 67}{space 3}-.3731019
{txt}{space 8}151  {c |}{col 14}{res}{space 2}-1.099551{col 26}{space 2} .2424829{col 37}{space 1}   -4.53{col 46}{space 3}0.000{col 54}{space 4}-1.575013{col 67}{space 3}-.6240885
{txt}{space 8}152  {c |}{col 14}{res}{space 2} -.847145{col 26}{space 2} .2482741{col 37}{space 1}   -3.41{col 46}{space 3}0.001{col 54}{space 4}-1.333963{col 67}{space 3}-.3603271
{txt}{space 8}153  {c |}{col 14}{res}{space 2}-.6786119{col 26}{space 2} .2668587{col 37}{space 1}   -2.54{col 46}{space 3}0.011{col 54}{space 4}-1.201871{col 67}{space 3}-.1553531
{txt}{space 8}154  {c |}{col 14}{res}{space 2}-.9224507{col 26}{space 2} .2448436{col 37}{space 1}   -3.77{col 46}{space 3}0.000{col 54}{space 4}-1.402542{col 67}{space 3}-.4423594
{txt}{space 8}155  {c |}{col 14}{res}{space 2}-.9318266{col 26}{space 2} .2491864{col 37}{space 1}   -3.74{col 46}{space 3}0.000{col 54}{space 4}-1.420433{col 67}{space 3}-.4432198
{txt}{space 8}156  {c |}{col 14}{res}{space 2}-1.162786{col 26}{space 2} .2466062{col 37}{space 1}   -4.72{col 46}{space 3}0.000{col 54}{space 4}-1.646334{col 67}{space 3}-.6792386
{txt}{space 8}157  {c |}{col 14}{res}{space 2}-1.595009{col 26}{space 2} .2440678{col 37}{space 1}   -6.54{col 46}{space 3}0.000{col 54}{space 4}-2.073579{col 67}{space 3}-1.116439
{txt}{space 8}158  {c |}{col 14}{res}{space 2}-1.052345{col 26}{space 2} .2549652{col 37}{space 1}   -4.13{col 46}{space 3}0.000{col 54}{space 4}-1.552283{col 67}{space 3}-.5524074
{txt}{space 8}159  {c |}{col 14}{res}{space 2}-1.593616{col 26}{space 2} .2367055{col 37}{space 1}   -6.73{col 46}{space 3}0.000{col 54}{space 4} -2.05775{col 67}{space 3}-1.129482
{txt}{space 8}160  {c |}{col 14}{res}{space 2} -1.35716{col 26}{space 2} .2440288{col 37}{space 1}   -5.56{col 46}{space 3}0.000{col 54}{space 4}-1.835654{col 67}{space 3}-.8786662
{txt}{space 8}161  {c |}{col 14}{res}{space 2}-1.271456{col 26}{space 2}   .25794{col 37}{space 1}   -4.93{col 46}{space 3}0.000{col 54}{space 4}-1.777227{col 67}{space 3} -.765685
{txt}{space 8}162  {c |}{col 14}{res}{space 2}-1.850617{col 26}{space 2} .2279631{col 37}{space 1}   -8.12{col 46}{space 3}0.000{col 54}{space 4}-2.297609{col 67}{space 3}-1.403625
{txt}{space 8}163  {c |}{col 14}{res}{space 2}-1.337873{col 26}{space 2} .2353398{col 37}{space 1}   -5.68{col 46}{space 3}0.000{col 54}{space 4}-1.799329{col 67}{space 3}-.8764167
{txt}{space 8}164  {c |}{col 14}{res}{space 2} -1.90546{col 26}{space 2}  .237516{col 37}{space 1}   -8.02{col 46}{space 3}0.000{col 54}{space 4}-2.371183{col 67}{space 3}-1.439736
{txt}{space 8}165  {c |}{col 14}{res}{space 2} -1.04891{col 26}{space 2} .2555826{col 37}{space 1}   -4.10{col 46}{space 3}0.000{col 54}{space 4}-1.550059{col 67}{space 3} -.547762
{txt}{space 8}166  {c |}{col 14}{res}{space 2}-.6578612{col 26}{space 2} .2366851{col 37}{space 1}   -2.78{col 46}{space 3}0.005{col 54}{space 4}-1.121955{col 67}{space 3}-.1937671
{txt}{space 8}167  {c |}{col 14}{res}{space 2}-1.402067{col 26}{space 2} .2545973{col 37}{space 1}   -5.51{col 46}{space 3}0.000{col 54}{space 4}-1.901284{col 67}{space 3}-.9028508
{txt}{space 8}168  {c |}{col 14}{res}{space 2} .2543955{col 26}{space 2} .2551004{col 37}{space 1}    1.00{col 46}{space 3}0.319{col 54}{space 4}-.2458075{col 67}{space 3} .7545985
{txt}{space 8}169  {c |}{col 14}{res}{space 2}-.9094917{col 26}{space 2} .2195262{col 37}{space 1}   -4.14{col 46}{space 3}0.000{col 54}{space 4} -1.33994{col 67}{space 3} -.479043
{txt}{space 8}170  {c |}{col 14}{res}{space 2}-.6750949{col 26}{space 2} .2636096{col 37}{space 1}   -2.56{col 46}{space 3}0.010{col 54}{space 4}-1.191983{col 67}{space 3}-.1582071
{txt}{space 8}171  {c |}{col 14}{res}{space 2}-1.076424{col 26}{space 2} .2452446{col 37}{space 1}   -4.39{col 46}{space 3}0.000{col 54}{space 4}-1.557301{col 67}{space 3}-.5955458
{txt}{space 8}172  {c |}{col 14}{res}{space 2}-2.341283{col 26}{space 2} .2525608{col 37}{space 1}   -9.27{col 46}{space 3}0.000{col 54}{space 4}-2.836506{col 67}{space 3} -1.84606
{txt}{space 8}173  {c |}{col 14}{res}{space 2}-1.183857{col 26}{space 2} .2805966{col 37}{space 1}   -4.22{col 46}{space 3}0.000{col 54}{space 4}-1.734053{col 67}{space 3}-.6336606
{txt}{space 8}174  {c |}{col 14}{res}{space 2}-1.285605{col 26}{space 2} .2847124{col 37}{space 1}   -4.52{col 46}{space 3}0.000{col 54}{space 4}-1.843871{col 67}{space 3}-.7273381
{txt}{space 8}175  {c |}{col 14}{res}{space 2}-1.297561{col 26}{space 2} .2391991{col 37}{space 1}   -5.42{col 46}{space 3}0.000{col 54}{space 4}-1.766585{col 67}{space 3}-.8285373
{txt}{space 8}176  {c |}{col 14}{res}{space 2}-1.151824{col 26}{space 2} .2484435{col 37}{space 1}   -4.64{col 46}{space 3}0.000{col 54}{space 4}-1.638974{col 67}{space 3}-.6646738
{txt}{space 8}177  {c |}{col 14}{res}{space 2}-.9527693{col 26}{space 2} .2791768{col 37}{space 1}   -3.41{col 46}{space 3}0.001{col 54}{space 4}-1.500181{col 67}{space 3}-.4053571
{txt}{space 8}178  {c |}{col 14}{res}{space 2}-1.574136{col 26}{space 2}  .257936{col 37}{space 1}   -6.10{col 46}{space 3}0.000{col 54}{space 4}-2.079899{col 67}{space 3}-1.068373
{txt}{space 8}179  {c |}{col 14}{res}{space 2}-1.056355{col 26}{space 2}  .241662{col 37}{space 1}   -4.37{col 46}{space 3}0.000{col 54}{space 4}-1.530208{col 67}{space 3}-.5825019
{txt}{space 8}180  {c |}{col 14}{res}{space 2}-1.569327{col 26}{space 2} .2290881{col 37}{space 1}   -6.85{col 46}{space 3}0.000{col 54}{space 4}-2.018525{col 67}{space 3}-1.120129
{txt}{space 8}181  {c |}{col 14}{res}{space 2}-1.761947{col 26}{space 2}  .228989{col 37}{space 1}   -7.69{col 46}{space 3}0.000{col 54}{space 4} -2.21095{col 67}{space 3}-1.312944
{txt}{space 8}182  {c |}{col 14}{res}{space 2}-1.210676{col 26}{space 2}  .237815{col 37}{space 1}   -5.09{col 46}{space 3}0.000{col 54}{space 4}-1.676985{col 67}{space 3}-.7443661
{txt}{space 8}183  {c |}{col 14}{res}{space 2}-2.854313{col 26}{space 2} .2499023{col 37}{space 1}  -11.42{col 46}{space 3}0.000{col 54}{space 4}-3.344323{col 67}{space 3}-2.364302
{txt}{space 8}184  {c |}{col 14}{res}{space 2}-1.359175{col 26}{space 2} .2674143{col 37}{space 1}   -5.08{col 46}{space 3}0.000{col 54}{space 4}-1.883523{col 67}{space 3}-.8348271
{txt}{space 8}185  {c |}{col 14}{res}{space 2}-1.283569{col 26}{space 2} .2331736{col 37}{space 1}   -5.50{col 46}{space 3}0.000{col 54}{space 4}-1.740778{col 67}{space 3}-.8263605
{txt}{space 8}186  {c |}{col 14}{res}{space 2}-1.523522{col 26}{space 2} .2198346{col 37}{space 1}   -6.93{col 46}{space 3}0.000{col 54}{space 4}-1.954576{col 67}{space 3}-1.092468
{txt}{space 8}187  {c |}{col 14}{res}{space 2} .5145398{col 26}{space 2} .2247478{col 37}{space 1}    2.29{col 46}{space 3}0.022{col 54}{space 4} .0738526{col 67}{space 3} .9552271
{txt}{space 8}188  {c |}{col 14}{res}{space 2}-.7157751{col 26}{space 2} .2092337{col 37}{space 1}   -3.42{col 46}{space 3}0.001{col 54}{space 4}-1.126042{col 67}{space 3} -.305508
{txt}{space 8}189  {c |}{col 14}{res}{space 2}-1.341343{col 26}{space 2} .2632659{col 37}{space 1}   -5.10{col 46}{space 3}0.000{col 54}{space 4}-1.857557{col 67}{space 3}-.8251293
{txt}{space 8}190  {c |}{col 14}{res}{space 2}-1.155102{col 26}{space 2} .2537326{col 37}{space 1}   -4.55{col 46}{space 3}0.000{col 54}{space 4}-1.652623{col 67}{space 3}-.6575806
{txt}{space 8}191  {c |}{col 14}{res}{space 2}-1.679109{col 26}{space 2} .2391859{col 37}{space 1}   -7.02{col 46}{space 3}0.000{col 54}{space 4}-2.148107{col 67}{space 3}-1.210111
{txt}{space 8}192  {c |}{col 14}{res}{space 2}-3.010427{col 26}{space 2} .2457358{col 37}{space 1}  -12.25{col 46}{space 3}0.000{col 54}{space 4}-3.492268{col 67}{space 3}-2.528586
{txt}{space 8}193  {c |}{col 14}{res}{space 2}-1.345084{col 26}{space 2} .2893052{col 37}{space 1}   -4.65{col 46}{space 3}0.000{col 54}{space 4}-1.912356{col 67}{space 3}-.7778117
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-3.363228{col 26}{space 2} .2495313{col 37}{space 1}  -13.48{col 46}{space 3}0.000{col 54}{space 4}-3.852511{col 67}{space 3}-2.873945
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-2.380528{col 26}{space 2} .2989542{col 37}{space 1}   -7.96{col 46}{space 3}0.000{col 54}{space 4} -2.96672{col 67}{space 3}-1.794336
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 2.525717{col 26}{space 2} .2944039{col 37}{space 1}    8.58{col 46}{space 3}0.000{col 54}{space 4} 1.948448{col 67}{space 3} 3.102987
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 1.048467{col 26}{space 2} .2954471{col 37}{space 1}    3.55{col 46}{space 3}0.000{col 54}{space 4} .4691518{col 67}{space 3} 1.627782
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 1.768926{col 26}{space 2} .4177336{col 37}{space 1}    4.23{col 46}{space 3}0.000{col 54}{space 4} .9498304{col 67}{space 3} 2.588021
{txt}{space 8}199  {c |}{col 14}{res}{space 2}-.4316342{col 26}{space 2} .2947477{col 37}{space 1}   -1.46{col 46}{space 3}0.143{col 54}{space 4}-1.009578{col 67}{space 3} .1463095
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-4.139767{col 26}{space 2} .3185233{col 37}{space 1}  -13.00{col 46}{space 3}0.000{col 54}{space 4} -4.76433{col 67}{space 3}-3.515204
{txt}{space 8}201  {c |}{col 14}{res}{space 2}-1.898815{col 26}{space 2} .4045414{col 37}{space 1}   -4.69{col 46}{space 3}0.000{col 54}{space 4}-2.692043{col 67}{space 3}-1.105587
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-1.024127{col 26}{space 2} .3421856{col 37}{space 1}   -2.99{col 46}{space 3}0.003{col 54}{space 4}-1.695087{col 67}{space 3}-.3531662
{txt}{space 8}203  {c |}{col 14}{res}{space 2}-.6533545{col 26}{space 2} .2205482{col 37}{space 1}   -2.96{col 46}{space 3}0.003{col 54}{space 4}-1.085807{col 67}{space 3}-.2209019
{txt}{space 8}204  {c |}{col 14}{res}{space 2}-1.396189{col 26}{space 2} .2396174{col 37}{space 1}   -5.83{col 46}{space 3}0.000{col 54}{space 4}-1.866033{col 67}{space 3}-.9263449
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-2.232411{col 26}{space 2} .2765342{col 37}{space 1}   -8.07{col 46}{space 3}0.000{col 54}{space 4}-2.774641{col 67}{space 3} -1.69018
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-2.297611{col 26}{space 2}  .278086{col 37}{space 1}   -8.26{col 46}{space 3}0.000{col 54}{space 4}-2.842884{col 67}{space 3}-1.752337
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-2.025479{col 26}{space 2} .2645944{col 37}{space 1}   -7.66{col 46}{space 3}0.000{col 54}{space 4}-2.544298{col 67}{space 3} -1.50666
{txt}{space 8}208  {c |}{col 14}{res}{space 2}-.9100083{col 26}{space 2} .2397552{col 37}{space 1}   -3.80{col 46}{space 3}0.000{col 54}{space 4}-1.380122{col 67}{space 3}-.4398943
{txt}{space 8}209  {c |}{col 14}{res}{space 2}-.4664802{col 26}{space 2} .2029315{col 37}{space 1}   -2.30{col 46}{space 3}0.022{col 54}{space 4}  -.86439{col 67}{space 3}-.0685704
{txt}{space 8}210  {c |}{col 14}{res}{space 2}-.0579815{col 26}{space 2}  .219883{col 37}{space 1}   -0.26{col 46}{space 3}0.792{col 54}{space 4}-.4891299{col 67}{space 3} .3731669
{txt}{space 8}211  {c |}{col 14}{res}{space 2}-1.164512{col 26}{space 2} .2265433{col 37}{space 1}   -5.14{col 46}{space 3}0.000{col 54}{space 4} -1.60872{col 67}{space 3}-.7203039
{txt}{space 8}212  {c |}{col 14}{res}{space 2}-.8461165{col 26}{space 2}  .244437{col 37}{space 1}   -3.46{col 46}{space 3}0.001{col 54}{space 4}-1.325411{col 67}{space 3}-.3668223
{txt}{space 8}213  {c |}{col 14}{res}{space 2}-.6006792{col 26}{space 2} .2376691{col 37}{space 1}   -2.53{col 46}{space 3}0.012{col 54}{space 4}-1.066703{col 67}{space 3}-.1346557
{txt}{space 8}214  {c |}{col 14}{res}{space 2}-1.782346{col 26}{space 2} .2419892{col 37}{space 1}   -7.37{col 46}{space 3}0.000{col 54}{space 4} -2.25684{col 67}{space 3}-1.307851
{txt}{space 8}215  {c |}{col 14}{res}{space 2}-.4023247{col 26}{space 2} .2593632{col 37}{space 1}   -1.55{col 46}{space 3}0.121{col 54}{space 4}-.9108862{col 67}{space 3} .1062368
{txt}{space 8}216  {c |}{col 14}{res}{space 2}-1.339665{col 26}{space 2}  .232917{col 37}{space 1}   -5.75{col 46}{space 3}0.000{col 54}{space 4}-1.796371{col 67}{space 3}-.8829598
{txt}{space 8}217  {c |}{col 14}{res}{space 2} -1.48827{col 26}{space 2} .2464381{col 37}{space 1}   -6.04{col 46}{space 3}0.000{col 54}{space 4}-1.971488{col 67}{space 3}-1.005052
{txt}{space 8}218  {c |}{col 14}{res}{space 2}-1.107097{col 26}{space 2} .2502489{col 37}{space 1}   -4.42{col 46}{space 3}0.000{col 54}{space 4}-1.597787{col 67}{space 3} -.616407
{txt}{space 8}219  {c |}{col 14}{res}{space 2}-.9911762{col 26}{space 2} .2298292{col 37}{space 1}   -4.31{col 46}{space 3}0.000{col 54}{space 4}-1.441827{col 67}{space 3}-.5405252
{txt}{space 8}220  {c |}{col 14}{res}{space 2} .9329517{col 26}{space 2} .2311538{col 37}{space 1}    4.04{col 46}{space 3}0.000{col 54}{space 4} .4797034{col 67}{space 3}   1.3862
{txt}{space 8}221  {c |}{col 14}{res}{space 2}-.2790616{col 26}{space 2} .2551433{col 37}{space 1}   -1.09{col 46}{space 3}0.274{col 54}{space 4}-.7793488{col 67}{space 3} .2212255
{txt}{space 8}222  {c |}{col 14}{res}{space 2}-.6656636{col 26}{space 2} .2850127{col 37}{space 1}   -2.34{col 46}{space 3}0.020{col 54}{space 4}-1.224519{col 67}{space 3}-.1068083
{txt}{space 8}223  {c |}{col 14}{res}{space 2}-.3678955{col 26}{space 2} .2695475{col 37}{space 1}   -1.36{col 46}{space 3}0.172{col 54}{space 4}-.8964265{col 67}{space 3} .1606355
{txt}{space 8}224  {c |}{col 14}{res}{space 2}-1.820238{col 26}{space 2} .2564169{col 37}{space 1}   -7.10{col 46}{space 3}0.000{col 54}{space 4}-2.323023{col 67}{space 3}-1.317454
{txt}{space 8}225  {c |}{col 14}{res}{space 2}-1.028517{col 26}{space 2} .2847137{col 37}{space 1}   -3.61{col 46}{space 3}0.000{col 54}{space 4}-1.586786{col 67}{space 3}-.4702479
{txt}{space 8}226  {c |}{col 14}{res}{space 2}-.6587325{col 26}{space 2} .2575972{col 37}{space 1}   -2.56{col 46}{space 3}0.011{col 54}{space 4}-1.163831{col 67}{space 3}-.1536337
{txt}{space 8}227  {c |}{col 14}{res}{space 2}-1.305471{col 26}{space 2} .2359496{col 37}{space 1}   -5.53{col 46}{space 3}0.000{col 54}{space 4}-1.768123{col 67}{space 3}-.8428193
{txt}{space 8}228  {c |}{col 14}{res}{space 2}-1.864013{col 26}{space 2} .2581332{col 37}{space 1}   -7.22{col 46}{space 3}0.000{col 54}{space 4}-2.370163{col 67}{space 3}-1.357864
{txt}{space 8}229  {c |}{col 14}{res}{space 2}-1.159125{col 26}{space 2} .2619293{col 37}{space 1}   -4.43{col 46}{space 3}0.000{col 54}{space 4}-1.672718{col 67}{space 3} -.645532
{txt}{space 8}230  {c |}{col 14}{res}{space 2}-.7856998{col 26}{space 2} .2334379{col 37}{space 1}   -3.37{col 46}{space 3}0.001{col 54}{space 4}-1.243427{col 67}{space 3}-.3279728
{txt}{space 8}231  {c |}{col 14}{res}{space 2}-1.437668{col 26}{space 2} .2239414{col 37}{space 1}   -6.42{col 46}{space 3}0.000{col 54}{space 4}-1.876774{col 67}{space 3}-.9985615
{txt}{space 8}232  {c |}{col 14}{res}{space 2} -1.15311{col 26}{space 2} .2464957{col 37}{space 1}   -4.68{col 46}{space 3}0.000{col 54}{space 4}-1.636441{col 67}{space 3}-.6697795
{txt}{space 8}233  {c |}{col 14}{res}{space 2}-1.371855{col 26}{space 2}  .235085{col 37}{space 1}   -5.84{col 46}{space 3}0.000{col 54}{space 4}-1.832812{col 67}{space 3}-.9108989
{txt}{space 8}234  {c |}{col 14}{res}{space 2}-1.646062{col 26}{space 2} .2300414{col 37}{space 1}   -7.16{col 46}{space 3}0.000{col 54}{space 4}-2.097129{col 67}{space 3}-1.194995
{txt}{space 8}235  {c |}{col 14}{res}{space 2}-.9100557{col 26}{space 2} .2425192{col 37}{space 1}   -3.75{col 46}{space 3}0.000{col 54}{space 4}-1.385589{col 67}{space 3} -.434522
{txt}{space 8}236  {c |}{col 14}{res}{space 2} -.321906{col 26}{space 2} .2248226{col 37}{space 1}   -1.43{col 46}{space 3}0.152{col 54}{space 4}  -.76274{col 67}{space 3}  .118928
{txt}{space 8}237  {c |}{col 14}{res}{space 2}-1.396612{col 26}{space 2} .2246645{col 37}{space 1}   -6.22{col 46}{space 3}0.000{col 54}{space 4}-1.837136{col 67}{space 3}-.9560875
{txt}{space 8}238  {c |}{col 14}{res}{space 2} -1.01611{col 26}{space 2} .2464193{col 37}{space 1}   -4.12{col 46}{space 3}0.000{col 54}{space 4}-1.499291{col 67}{space 3}-.5329288
{txt}{space 8}239  {c |}{col 14}{res}{space 2}-1.020513{col 26}{space 2}    .2365{col 37}{space 1}   -4.32{col 46}{space 3}0.000{col 54}{space 4}-1.484244{col 67}{space 3}-.5567813
{txt}{space 8}240  {c |}{col 14}{res}{space 2}-1.708235{col 26}{space 2} .2321826{col 37}{space 1}   -7.36{col 46}{space 3}0.000{col 54}{space 4}-2.163501{col 67}{space 3} -1.25297
{txt}{space 8}241  {c |}{col 14}{res}{space 2}  .274487{col 26}{space 2} .2921616{col 37}{space 1}    0.94{col 46}{space 3}0.348{col 54}{space 4} -.298386{col 67}{space 3} .8473599
{txt}{space 8}242  {c |}{col 14}{res}{space 2}-1.279213{col 26}{space 2} .3272428{col 37}{space 1}   -3.91{col 46}{space 3}0.000{col 54}{space 4}-1.920873{col 67}{space 3}-.6375522
{txt}{space 8}243  {c |}{col 14}{res}{space 2} -.671716{col 26}{space 2}  .313538{col 37}{space 1}   -2.14{col 46}{space 3}0.032{col 54}{space 4}-1.286504{col 67}{space 3} -.056928
{txt}{space 8}244  {c |}{col 14}{res}{space 2}-.9540332{col 26}{space 2} .2452045{col 37}{space 1}   -3.89{col 46}{space 3}0.000{col 54}{space 4}-1.434832{col 67}{space 3}-.4732343
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-3.348107{col 26}{space 2}  .271609{col 37}{space 1}  -12.33{col 46}{space 3}0.000{col 54}{space 4} -3.88068{col 67}{space 3}-2.815534
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-3.344929{col 26}{space 2} .3320016{col 37}{space 1}  -10.08{col 46}{space 3}0.000{col 54}{space 4} -3.99592{col 67}{space 3}-2.693938
{txt}{space 8}247  {c |}{col 14}{res}{space 2}   -2.358{col 26}{space 2} .3401846{col 37}{space 1}   -6.93{col 46}{space 3}0.000{col 54}{space 4}-3.025037{col 67}{space 3}-1.690964
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-3.765568{col 26}{space 2} .2779905{col 37}{space 1}  -13.55{col 46}{space 3}0.000{col 54}{space 4}-4.310654{col 67}{space 3}-3.220481
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-2.871168{col 26}{space 2} .3612607{col 37}{space 1}   -7.95{col 46}{space 3}0.000{col 54}{space 4}-3.579531{col 67}{space 3}-2.162806
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} 1.147269{col 26}{space 2} .2236717{col 37}{space 1}    5.13{col 46}{space 3}0.000{col 54}{space 4} .7086911{col 67}{space 3} 1.585846
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"
(5501 real changes made, 3362 to missing)
(5520 real changes made, 3362 to missing)

Linear regression                                      Number of obs ={res}    2158
                                                       {txt}F( 61,  2096) ={res}   97.74
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.7756
                                                       {txt}Root MSE      = {res} .61627

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 8}date {c |}
{space 8}189  {c |}{col 14}{res}{space 2}-.1715992{col 26}{space 2} .1185493{col 37}{space 1}   -1.45{col 46}{space 3}0.148{col 54}{space 4}-.4040858{col 67}{space 3} .0608874
{txt}{space 8}190  {c |}{col 14}{res}{space 2} -.050797{col 26}{space 2} .1336812{col 37}{space 1}   -0.38{col 46}{space 3}0.704{col 54}{space 4}-.3129586{col 67}{space 3} .2113647
{txt}{space 8}191  {c |}{col 14}{res}{space 2} -.389181{col 26}{space 2} .1305552{col 37}{space 1}   -2.98{col 46}{space 3}0.003{col 54}{space 4}-.6452124{col 67}{space 3}-.1331496
{txt}{space 8}192  {c |}{col 14}{res}{space 2}-1.114094{col 26}{space 2} .1776434{col 37}{space 1}   -6.27{col 46}{space 3}0.000{col 54}{space 4}-1.462469{col 67}{space 3}-.7657177
{txt}{space 8}193  {c |}{col 14}{res}{space 2}-.7344775{col 26}{space 2} .1295818{col 37}{space 1}   -5.67{col 46}{space 3}0.000{col 54}{space 4}-.9885998{col 67}{space 3}-.4803552
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-1.931511{col 26}{space 2} .1645956{col 37}{space 1}  -11.73{col 46}{space 3}0.000{col 54}{space 4}-2.254299{col 67}{space 3}-1.608723
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-2.043473{col 26}{space 2} .1577697{col 37}{space 1}  -12.95{col 46}{space 3}0.000{col 54}{space 4}-2.352875{col 67}{space 3}-1.734072
{txt}{space 8}196  {c |}{col 14}{res}{space 2}   1.4112{col 26}{space 2} .1526685{col 37}{space 1}    9.24{col 46}{space 3}0.000{col 54}{space 4} 1.111802{col 67}{space 3} 1.710598
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 2.100222{col 26}{space 2} .1698713{col 37}{space 1}   12.36{col 46}{space 3}0.000{col 54}{space 4} 1.767088{col 67}{space 3} 2.433356
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 3.044072{col 26}{space 2} .1831244{col 37}{space 1}   16.62{col 46}{space 3}0.000{col 54}{space 4} 2.684947{col 67}{space 3} 3.403197
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 2.473023{col 26}{space 2} .1536737{col 37}{space 1}   16.09{col 46}{space 3}0.000{col 54}{space 4} 2.171654{col 67}{space 3} 2.774392
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-.7670792{col 26}{space 2} .1414966{col 37}{space 1}   -5.42{col 46}{space 3}0.000{col 54}{space 4}-1.044568{col 67}{space 3}-.4895906
{txt}{space 8}201  {c |}{col 14}{res}{space 2} -.618547{col 26}{space 2} .1413112{col 37}{space 1}   -4.38{col 46}{space 3}0.000{col 54}{space 4}-.8956719{col 67}{space 3}-.3414221
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-.1162634{col 26}{space 2}  .140602{col 37}{space 1}   -0.83{col 46}{space 3}0.408{col 54}{space 4}-.3919975{col 67}{space 3} .1594708
{txt}{space 8}203  {c |}{col 14}{res}{space 2} .0850041{col 26}{space 2} .1403568{col 37}{space 1}    0.61{col 46}{space 3}0.545{col 54}{space 4}-.1902492{col 67}{space 3} .3602573
{txt}{space 8}204  {c |}{col 14}{res}{space 2}-.0232423{col 26}{space 2} .1423024{col 37}{space 1}   -0.16{col 46}{space 3}0.870{col 54}{space 4} -.302311{col 67}{space 3} .2558264
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-.6395726{col 26}{space 2} .1501523{col 37}{space 1}   -4.26{col 46}{space 3}0.000{col 54}{space 4}-.9340358{col 67}{space 3}-.3451095
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-1.022212{col 26}{space 2} .1648668{col 37}{space 1}   -6.20{col 46}{space 3}0.000{col 54}{space 4}-1.345531{col 67}{space 3}-.6988921
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-1.199595{col 26}{space 2} .1446841{col 37}{space 1}   -8.29{col 46}{space 3}0.000{col 54}{space 4}-1.483335{col 67}{space 3}-.9158557
{txt}{space 8}208  {c |}{col 14}{res}{space 2}-.6314499{col 26}{space 2} .1522762{col 37}{space 1}   -4.15{col 46}{space 3}0.000{col 54}{space 4}-.9300782{col 67}{space 3}-.3328215
{txt}{space 8}209  {c |}{col 14}{res}{space 2}-.0589898{col 26}{space 2} .1349955{col 37}{space 1}   -0.44{col 46}{space 3}0.662{col 54}{space 4}-.3237291{col 67}{space 3} .2057494
{txt}{space 8}210  {c |}{col 14}{res}{space 2} .4816269{col 26}{space 2} .1279639{col 37}{space 1}    3.76{col 46}{space 3}0.000{col 54}{space 4} .2306774{col 67}{space 3} .7325764
{txt}{space 8}211  {c |}{col 14}{res}{space 2} .2387004{col 26}{space 2} .1231171{col 37}{space 1}    1.94{col 46}{space 3}0.053{col 54}{space 4}-.0027441{col 67}{space 3} .4801448
{txt}{space 8}212  {c |}{col 14}{res}{space 2} .3774111{col 26}{space 2} .1121823{col 37}{space 1}    3.36{col 46}{space 3}0.001{col 54}{space 4} .1574109{col 67}{space 3} .5974113
{txt}{space 8}213  {c |}{col 14}{res}{space 2} .7864526{col 26}{space 2} .1171062{col 37}{space 1}    6.72{col 46}{space 3}0.000{col 54}{space 4} .5567961{col 67}{space 3} 1.016109
{txt}{space 8}214  {c |}{col 14}{res}{space 2} .1069975{col 26}{space 2} .1071975{col 37}{space 1}    1.00{col 46}{space 3}0.318{col 54}{space 4}-.1032271{col 67}{space 3} .3172221
{txt}{space 8}215  {c |}{col 14}{res}{space 2} .6094258{col 26}{space 2}  .113754{col 37}{space 1}    5.36{col 46}{space 3}0.000{col 54}{space 4} .3863433{col 67}{space 3} .8325084
{txt}{space 8}216  {c |}{col 14}{res}{space 2} .1686495{col 26}{space 2} .1131801{col 37}{space 1}    1.49{col 46}{space 3}0.136{col 54}{space 4}-.0533077{col 67}{space 3} .3906066
{txt}{space 8}217  {c |}{col 14}{res}{space 2} -.086955{col 26}{space 2} .1107859{col 37}{space 1}   -0.78{col 46}{space 3}0.433{col 54}{space 4}-.3042167{col 67}{space 3} .1303068
{txt}{space 8}218  {c |}{col 14}{res}{space 2} .0401717{col 26}{space 2} .1167867{col 37}{space 1}    0.34{col 46}{space 3}0.731{col 54}{space 4}-.1888582{col 67}{space 3} .2692016
{txt}{space 8}219  {c |}{col 14}{res}{space 2} .1412988{col 26}{space 2} .1099023{col 37}{space 1}    1.29{col 46}{space 3}0.199{col 54}{space 4}-.0742301{col 67}{space 3} .3568278
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 1.464292{col 26}{space 2} .1100383{col 37}{space 1}   13.31{col 46}{space 3}0.000{col 54}{space 4} 1.248496{col 67}{space 3} 1.680088
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 1.592864{col 26}{space 2} .1172149{col 37}{space 1}   13.59{col 46}{space 3}0.000{col 54}{space 4} 1.362995{col 67}{space 3} 1.822734
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 1.494841{col 26}{space 2} .1038924{col 37}{space 1}   14.39{col 46}{space 3}0.000{col 54}{space 4} 1.291098{col 67}{space 3} 1.698584
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 1.712659{col 26}{space 2} .0923688{col 37}{space 1}   18.54{col 46}{space 3}0.000{col 54}{space 4} 1.531515{col 67}{space 3} 1.893803
{txt}{space 8}224  {c |}{col 14}{res}{space 2} .9245287{col 26}{space 2} .0959258{col 37}{space 1}    9.64{col 46}{space 3}0.000{col 54}{space 4} .7364089{col 67}{space 3} 1.112649
{txt}{space 8}225  {c |}{col 14}{res}{space 2} .9234658{col 26}{space 2} .0978241{col 37}{space 1}    9.44{col 46}{space 3}0.000{col 54}{space 4} .7316233{col 67}{space 3} 1.115308
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 1.125824{col 26}{space 2} .1008291{col 37}{space 1}   11.17{col 46}{space 3}0.000{col 54}{space 4} .9280882{col 67}{space 3} 1.323559
{txt}{space 8}227  {c |}{col 14}{res}{space 2} .6878297{col 26}{space 2} .0895094{col 37}{space 1}    7.68{col 46}{space 3}0.000{col 54}{space 4} .5122931{col 67}{space 3} .8633663
{txt}{space 8}228  {c |}{col 14}{res}{space 2}  .014952{col 26}{space 2} .0957414{col 37}{space 1}    0.16{col 46}{space 3}0.876{col 54}{space 4}-.1728062{col 67}{space 3} .2027101
{txt}{space 8}229  {c |}{col 14}{res}{space 2} .1353769{col 26}{space 2} .0992416{col 37}{space 1}    1.36{col 46}{space 3}0.173{col 54}{space 4}-.0592454{col 67}{space 3} .3299992
{txt}{space 8}230  {c |}{col 14}{res}{space 2} .3685429{col 26}{space 2} .0989553{col 37}{space 1}    3.72{col 46}{space 3}0.000{col 54}{space 4}  .174482{col 67}{space 3} .5626038
{txt}{space 8}231  {c |}{col 14}{res}{space 2}-.0159334{col 26}{space 2} .0889816{col 37}{space 1}   -0.18{col 46}{space 3}0.858{col 54}{space 4} -.190435{col 67}{space 3} .1585682
{txt}{space 8}232  {c |}{col 14}{res}{space 2} .0827406{col 26}{space 2}  .100863{col 37}{space 1}    0.82{col 46}{space 3}0.412{col 54}{space 4}-.1150614{col 67}{space 3} .2805427
{txt}{space 8}233  {c |}{col 14}{res}{space 2}-.0896989{col 26}{space 2} .1025949{col 37}{space 1}   -0.87{col 46}{space 3}0.382{col 54}{space 4}-.2908974{col 67}{space 3} .1114996
{txt}{space 8}234  {c |}{col 14}{res}{space 2}-.3600759{col 26}{space 2} .0935036{col 37}{space 1}   -3.85{col 46}{space 3}0.000{col 54}{space 4}-.5434454{col 67}{space 3}-.1767063
{txt}{space 8}235  {c |}{col 14}{res}{space 2} .0619032{col 26}{space 2} .0936706{col 37}{space 1}    0.66{col 46}{space 3}0.509{col 54}{space 4}-.1217939{col 67}{space 3} .2456002
{txt}{space 8}236  {c |}{col 14}{res}{space 2} .6249594{col 26}{space 2} .0897882{col 37}{space 1}    6.96{col 46}{space 3}0.000{col 54}{space 4} .4488761{col 67}{space 3} .8010428
{txt}{space 8}237  {c |}{col 14}{res}{space 2} .3144578{col 26}{space 2} .0968075{col 37}{space 1}    3.25{col 46}{space 3}0.001{col 54}{space 4} .1246089{col 67}{space 3} .5043068
{txt}{space 8}238  {c |}{col 14}{res}{space 2} .3692844{col 26}{space 2}  .089163{col 37}{space 1}    4.14{col 46}{space 3}0.000{col 54}{space 4} .1944271{col 67}{space 3} .5441417
{txt}{space 8}239  {c |}{col 14}{res}{space 2} .5646354{col 26}{space 2} .0882404{col 37}{space 1}    6.40{col 46}{space 3}0.000{col 54}{space 4} .3915875{col 67}{space 3} .7376834
{txt}{space 8}240  {c |}{col 14}{res}{space 2} .0084571{col 26}{space 2} .0890681{col 37}{space 1}    0.09{col 46}{space 3}0.924{col 54}{space 4} -.166214{col 67}{space 3} .1831282
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 1.101269{col 26}{space 2} .1248187{col 37}{space 1}    8.82{col 46}{space 3}0.000{col 54}{space 4} .8564874{col 67}{space 3}  1.34605
{txt}{space 8}242  {c |}{col 14}{res}{space 2} .3121392{col 26}{space 2} .1847682{col 37}{space 1}    1.69{col 46}{space 3}0.091{col 54}{space 4}-.0502091{col 67}{space 3} .6744875
{txt}{space 8}243  {c |}{col 14}{res}{space 2} .4847863{col 26}{space 2} .1044591{col 37}{space 1}    4.64{col 46}{space 3}0.000{col 54}{space 4} .2799319{col 67}{space 3} .6896407
{txt}{space 8}244  {c |}{col 14}{res}{space 2} .5224042{col 26}{space 2}  .094174{col 37}{space 1}    5.55{col 46}{space 3}0.000{col 54}{space 4}   .33772{col 67}{space 3} .7070884
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-1.324853{col 26}{space 2} .1069178{col 37}{space 1}  -12.39{col 46}{space 3}0.000{col 54}{space 4}-1.534529{col 67}{space 3}-1.115177
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-1.820302{col 26}{space 2} .1626903{col 37}{space 1}  -11.19{col 46}{space 3}0.000{col 54}{space 4}-2.139354{col 67}{space 3}-1.501251
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-1.933248{col 26}{space 2} .1638501{col 37}{space 1}  -11.80{col 46}{space 3}0.000{col 54}{space 4}-2.254574{col 67}{space 3}-1.611922
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-3.204671{col 26}{space 2} .2246109{col 37}{space 1}  -14.27{col 46}{space 3}0.000{col 54}{space 4}-3.645155{col 67}{space 3}-2.764188
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-3.055002{col 26}{space 2} .2686118{col 37}{space 1}  -11.37{col 46}{space 3}0.000{col 54}{space 4}-3.581776{col 67}{space 3}-2.528228
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} .0017497{col 26}{space 2} .0766663{col 37}{space 1}    0.02{col 46}{space 3}0.982{col 54}{space 4}-.1486003{col 67}{space 3} .1520997
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

Linear regression                                      Number of obs ={res}    1610
                                                       {txt}F( 58,  1551) ={res}  103.32
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8261
                                                       {txt}Root MSE      = {res} .56652

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 1}InfExp_Mean {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .4603792{col 26}{space 2} .0472667{col 37}{space 1}    9.74{col 46}{space 3}0.000{col 54}{space 4} .3676659{col 67}{space 3} .5530925
{txt}{space 12} {c |}
{space 8}date {c |}
{space 8}193  {c |}{col 14}{res}{space 2} .6343774{col 26}{space 2}  .179678{col 37}{space 1}    3.53{col 46}{space 3}0.000{col 54}{space 4}   .28194{col 67}{space 3} .9868148
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.6385484{col 26}{space 2} .2211139{col 37}{space 1}   -2.89{col 46}{space 3}0.004{col 54}{space 4}-1.072262{col 67}{space 3}-.2048346
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.7592741{col 26}{space 2} .2063269{col 37}{space 1}   -3.68{col 46}{space 3}0.000{col 54}{space 4}-1.163983{col 67}{space 3} -.354565
{txt}{space 8}196  {c |}{col 14}{res}{space 2}  2.95038{col 26}{space 2} .2336545{col 37}{space 1}   12.63{col 46}{space 3}0.000{col 54}{space 4} 2.492068{col 67}{space 3} 3.408692
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 3.454018{col 26}{space 2} .2267063{col 37}{space 1}   15.24{col 46}{space 3}0.000{col 54}{space 4} 3.009335{col 67}{space 3} 3.898701
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 4.472304{col 26}{space 2} .2438152{col 37}{space 1}   18.34{col 46}{space 3}0.000{col 54}{space 4} 3.994062{col 67}{space 3} 4.950546
{txt}{space 8}199  {c |}{col 14}{res}{space 2} 4.124046{col 26}{space 2} .2079402{col 37}{space 1}   19.83{col 46}{space 3}0.000{col 54}{space 4} 3.716172{col 67}{space 3} 4.531919
{txt}{space 8}200  {c |}{col 14}{res}{space 2} .9874762{col 26}{space 2} .2008941{col 37}{space 1}    4.92{col 46}{space 3}0.000{col 54}{space 4} .5934235{col 67}{space 3} 1.381529
{txt}{space 8}201  {c |}{col 14}{res}{space 2}  1.06835{col 26}{space 2} .2020601{col 37}{space 1}    5.29{col 46}{space 3}0.000{col 54}{space 4} .6720103{col 67}{space 3}  1.46469
{txt}{space 8}202  {c |}{col 14}{res}{space 2} 1.575108{col 26}{space 2} .1918438{col 37}{space 1}    8.21{col 46}{space 3}0.000{col 54}{space 4} 1.198807{col 67}{space 3} 1.951408
{txt}{space 8}203  {c |}{col 14}{res}{space 2} 1.674115{col 26}{space 2} .1772944{col 37}{space 1}    9.44{col 46}{space 3}0.000{col 54}{space 4} 1.326353{col 67}{space 3} 2.021877
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 1.585163{col 26}{space 2} .1852755{col 37}{space 1}    8.56{col 46}{space 3}0.000{col 54}{space 4} 1.221746{col 67}{space 3}  1.94858
{txt}{space 8}205  {c |}{col 14}{res}{space 2} .8621376{col 26}{space 2} .1890883{col 37}{space 1}    4.56{col 46}{space 3}0.000{col 54}{space 4} .4912418{col 67}{space 3} 1.233033
{txt}{space 8}206  {c |}{col 14}{res}{space 2}  .592226{col 26}{space 2}  .218509{col 37}{space 1}    2.71{col 46}{space 3}0.007{col 54}{space 4} .1636216{col 67}{space 3}  1.02083
{txt}{space 8}207  {c |}{col 14}{res}{space 2} .4111597{col 26}{space 2} .1953908{col 37}{space 1}    2.10{col 46}{space 3}0.036{col 54}{space 4} .0279017{col 67}{space 3} .7944177
{txt}{space 8}208  {c |}{col 14}{res}{space 2} .8528203{col 26}{space 2} .1837812{col 37}{space 1}    4.64{col 46}{space 3}0.000{col 54}{space 4} .4923345{col 67}{space 3} 1.213306
{txt}{space 8}209  {c |}{col 14}{res}{space 2}  1.41146{col 26}{space 2} .1749423{col 37}{space 1}    8.07{col 46}{space 3}0.000{col 54}{space 4} 1.068311{col 67}{space 3} 1.754608
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 1.891423{col 26}{space 2}  .183267{col 37}{space 1}   10.32{col 46}{space 3}0.000{col 54}{space 4} 1.531946{col 67}{space 3}   2.2509
{txt}{space 8}211  {c |}{col 14}{res}{space 2} 1.670186{col 26}{space 2}  .173169{col 37}{space 1}    9.64{col 46}{space 3}0.000{col 54}{space 4} 1.330515{col 67}{space 3} 2.009856
{txt}{space 8}212  {c |}{col 14}{res}{space 2}  1.86993{col 26}{space 2}  .169243{col 37}{space 1}   11.05{col 46}{space 3}0.000{col 54}{space 4} 1.537961{col 67}{space 3} 2.201899
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 2.174286{col 26}{space 2} .1744017{col 37}{space 1}   12.47{col 46}{space 3}0.000{col 54}{space 4} 1.832198{col 67}{space 3} 2.516374
{txt}{space 8}214  {c |}{col 14}{res}{space 2} 1.483278{col 26}{space 2} .1746067{col 37}{space 1}    8.49{col 46}{space 3}0.000{col 54}{space 4} 1.140788{col 67}{space 3} 1.825768
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 2.022341{col 26}{space 2} .1724168{col 37}{space 1}   11.73{col 46}{space 3}0.000{col 54}{space 4} 1.684146{col 67}{space 3} 2.360536
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 1.676732{col 26}{space 2}  .172957{col 37}{space 1}    9.69{col 46}{space 3}0.000{col 54}{space 4} 1.337477{col 67}{space 3} 2.015986
{txt}{space 8}217  {c |}{col 14}{res}{space 2} 1.420657{col 26}{space 2} .1674709{col 37}{space 1}    8.48{col 46}{space 3}0.000{col 54}{space 4} 1.092164{col 67}{space 3} 1.749151
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 1.683558{col 26}{space 2} .1774595{col 37}{space 1}    9.49{col 46}{space 3}0.000{col 54}{space 4} 1.335472{col 67}{space 3} 2.031643
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 1.660852{col 26}{space 2} .1712801{col 37}{space 1}    9.70{col 46}{space 3}0.000{col 54}{space 4} 1.324887{col 67}{space 3} 1.996817
{txt}{space 8}220  {c |}{col 14}{res}{space 2}  3.07592{col 26}{space 2} .1647091{col 37}{space 1}   18.67{col 46}{space 3}0.000{col 54}{space 4} 2.752844{col 67}{space 3} 3.398996
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 3.103762{col 26}{space 2} .1877347{col 37}{space 1}   16.53{col 46}{space 3}0.000{col 54}{space 4} 2.735521{col 67}{space 3} 3.472002
{txt}{space 8}222  {c |}{col 14}{res}{space 2}   3.0194{col 26}{space 2} .1772221{col 37}{space 1}   17.04{col 46}{space 3}0.000{col 54}{space 4}  2.67178{col 67}{space 3}  3.36702
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 3.290417{col 26}{space 2}  .168648{col 37}{space 1}   19.51{col 46}{space 3}0.000{col 54}{space 4} 2.959615{col 67}{space 3} 3.621219
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 2.537749{col 26}{space 2} .1743986{col 37}{space 1}   14.55{col 46}{space 3}0.000{col 54}{space 4} 2.195667{col 67}{space 3} 2.879831
{txt}{space 8}225  {c |}{col 14}{res}{space 2} 2.441999{col 26}{space 2}  .172642{col 37}{space 1}   14.14{col 46}{space 3}0.000{col 54}{space 4} 2.103362{col 67}{space 3} 2.780635
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 2.644823{col 26}{space 2} .1674677{col 37}{space 1}   15.79{col 46}{space 3}0.000{col 54}{space 4} 2.316336{col 67}{space 3}  2.97331
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 2.201271{col 26}{space 2} .1636398{col 37}{space 1}   13.45{col 46}{space 3}0.000{col 54}{space 4} 1.880293{col 67}{space 3}  2.52225
{txt}{space 8}228  {c |}{col 14}{res}{space 2} 1.533138{col 26}{space 2} .1693272{col 37}{space 1}    9.05{col 46}{space 3}0.000{col 54}{space 4} 1.201004{col 67}{space 3} 1.865273
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 1.646606{col 26}{space 2} .1683132{col 37}{space 1}    9.78{col 46}{space 3}0.000{col 54}{space 4}  1.31646{col 67}{space 3} 1.976751
{txt}{space 8}230  {c |}{col 14}{res}{space 2}  1.83924{col 26}{space 2} .1693543{col 37}{space 1}   10.86{col 46}{space 3}0.000{col 54}{space 4} 1.507053{col 67}{space 3} 2.171428
{txt}{space 8}231  {c |}{col 14}{res}{space 2} 1.416408{col 26}{space 2} .1599803{col 37}{space 1}    8.85{col 46}{space 3}0.000{col 54}{space 4} 1.102607{col 67}{space 3} 1.730208
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 1.429034{col 26}{space 2} .1647788{col 37}{space 1}    8.67{col 46}{space 3}0.000{col 54}{space 4} 1.105821{col 67}{space 3} 1.752247
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 1.281972{col 26}{space 2} .1687922{col 37}{space 1}    7.59{col 46}{space 3}0.000{col 54}{space 4} .9508874{col 67}{space 3} 1.613057
{txt}{space 8}234  {c |}{col 14}{res}{space 2}  1.08206{col 26}{space 2} .1651346{col 37}{space 1}    6.55{col 46}{space 3}0.000{col 54}{space 4}  .758149{col 67}{space 3}  1.40597
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 1.533493{col 26}{space 2} .1658597{col 37}{space 1}    9.25{col 46}{space 3}0.000{col 54}{space 4}  1.20816{col 67}{space 3} 1.858826
{txt}{space 8}236  {c |}{col 14}{res}{space 2} 2.053334{col 26}{space 2} .1633335{col 37}{space 1}   12.57{col 46}{space 3}0.000{col 54}{space 4} 1.732956{col 67}{space 3} 2.373711
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 1.687473{col 26}{space 2} .1678199{col 37}{space 1}   10.06{col 46}{space 3}0.000{col 54}{space 4} 1.358295{col 67}{space 3} 2.016651
{txt}{space 8}238  {c |}{col 14}{res}{space 2} 1.738787{col 26}{space 2} .1625647{col 37}{space 1}   10.70{col 46}{space 3}0.000{col 54}{space 4} 1.419917{col 67}{space 3} 2.057657
{txt}{space 8}239  {c |}{col 14}{res}{space 2} 1.899489{col 26}{space 2} .1638451{col 37}{space 1}   11.59{col 46}{space 3}0.000{col 54}{space 4} 1.578108{col 67}{space 3} 2.220871
{txt}{space 8}240  {c |}{col 14}{res}{space 2}  1.40345{col 26}{space 2} .1610259{col 37}{space 1}    8.72{col 46}{space 3}0.000{col 54}{space 4} 1.087598{col 67}{space 3} 1.719301
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 2.529543{col 26}{space 2} .1857764{col 37}{space 1}   13.62{col 46}{space 3}0.000{col 54}{space 4} 2.165143{col 67}{space 3} 2.893942
{txt}{space 8}242  {c |}{col 14}{res}{space 2}  1.68858{col 26}{space 2} .2414064{col 37}{space 1}    6.99{col 46}{space 3}0.000{col 54}{space 4} 1.215063{col 67}{space 3} 2.162098
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 1.929178{col 26}{space 2} .1765392{col 37}{space 1}   10.93{col 46}{space 3}0.000{col 54}{space 4} 1.582897{col 67}{space 3} 2.275459
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 1.999533{col 26}{space 2} .1688346{col 37}{space 1}   11.84{col 46}{space 3}0.000{col 54}{space 4} 1.668365{col 67}{space 3} 2.330702
{txt}{space 8}245  {c |}{col 14}{res}{space 2} .3609035{col 26}{space 2} .1889983{col 37}{space 1}    1.91{col 46}{space 3}0.056{col 54}{space 4}-.0098156{col 67}{space 3} .7316227
{txt}{space 8}246  {c |}{col 14}{res}{space 2} .0177784{col 26}{space 2} .2661971{col 37}{space 1}    0.07{col 46}{space 3}0.947{col 54}{space 4}-.5043659{col 67}{space 3} .5399227
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-.4954198{col 26}{space 2} .2345038{col 37}{space 1}   -2.11{col 46}{space 3}0.035{col 54}{space 4}-.9553978{col 67}{space 3}-.0354419
{txt}{space 8}248  {c |}{col 14}{res}{space 2} -1.75319{col 26}{space 2} .2746913{col 37}{space 1}   -6.38{col 46}{space 3}0.000{col 54}{space 4}-2.291995{col 67}{space 3}-1.214384
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-1.701355{col 26}{space 2} .3310384{col 37}{space 1}   -5.14{col 46}{space 3}0.000{col 54}{space 4}-2.350685{col 67}{space 3}-1.052025
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-2.332926{col 26}{space 2} .1922799{col 37}{space 1}  -12.13{col 46}{space 3}0.000{col 54}{space 4}-2.710082{col 67}{space 3} -1.95577
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

Linear regression                                      Number of obs ={res}    1610
                                                       {txt}F( 58,  1551) ={res}  103.32
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.8261
                                                       {txt}Root MSE      = {res} .56652

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L4. {c |}{col 14}{res}{space 2} .4603792{col 26}{space 2} .0472667{col 37}{space 1}    9.74{col 46}{space 3}0.000{col 54}{space 4} .3676659{col 67}{space 3} .5530925
{txt}{space 12} {c |}
{space 8}date {c |}
{space 8}193  {c |}{col 14}{res}{space 2} .7256518{col 26}{space 2} .1804808{col 37}{space 1}    4.02{col 46}{space 3}0.000{col 54}{space 4} .3716397{col 67}{space 3} 1.079664
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.6425954{col 26}{space 2} .2211044{col 37}{space 1}   -2.91{col 46}{space 3}0.004{col 54}{space 4}-1.076291{col 67}{space 3}-.2089003
{txt}{space 8}195  {c |}{col 14}{res}{space 2}-.5746807{col 26}{space 2} .2086165{col 37}{space 1}   -2.75{col 46}{space 3}0.006{col 54}{space 4}-.9838808{col 67}{space 3}-.1654806
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 3.528237{col 26}{space 2} .2422295{col 37}{space 1}   14.57{col 46}{space 3}0.000{col 54}{space 4} 3.053105{col 67}{space 3} 4.003369
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 3.917656{col 26}{space 2}  .233337{col 37}{space 1}   16.79{col 46}{space 3}0.000{col 54}{space 4} 3.459967{col 67}{space 3} 4.375346
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 5.394062{col 26}{space 2} .2723345{col 37}{space 1}   19.81{col 46}{space 3}0.000{col 54}{space 4}  4.85988{col 67}{space 3} 5.928245
{txt}{space 8}199  {c |}{col 14}{res}{space 2}  4.83023{col 26}{space 2} .2340843{col 37}{space 1}   20.63{col 46}{space 3}0.000{col 54}{space 4} 4.371075{col 67}{space 3} 5.289385
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-.0459279{col 26}{space 2} .2008274{col 37}{space 1}   -0.23{col 46}{space 3}0.819{col 54}{space 4}-.4398499{col 67}{space 3}  .347994
{txt}{space 8}201  {c |}{col 14}{res}{space 2}-.1749688{col 26}{space 2} .2095857{col 37}{space 1}   -0.83{col 46}{space 3}0.404{col 54}{space 4}  -.58607{col 67}{space 3} .2361325
{txt}{space 8}202  {c |}{col 14}{res}{space 2}-.0821447{col 26}{space 2} .2317503{col 37}{space 1}   -0.35{col 46}{space 3}0.723{col 54}{space 4}-.5367216{col 67}{space 3} .3724322
{txt}{space 8}203  {c |}{col 14}{res}{space 2} .2213488{col 26}{space 2} .1977601{col 37}{space 1}    1.12{col 46}{space 3}0.263{col 54}{space 4}-.1665566{col 67}{space 3} .6092541
{txt}{space 8}204  {c |}{col 14}{res}{space 2} 1.662599{col 26}{space 2}  .186945{col 37}{space 1}    8.89{col 46}{space 3}0.000{col 54}{space 4} 1.295907{col 67}{space 3}  2.02929
{txt}{space 8}205  {c |}{col 14}{res}{space 2} .9304267{col 26}{space 2}  .190204{col 37}{space 1}    4.89{col 46}{space 3}0.000{col 54}{space 4} .5573425{col 67}{space 3} 1.303511
{txt}{space 8}206  {c |}{col 14}{res}{space 2} .3643528{col 26}{space 2} .2160499{col 37}{space 1}    1.69{col 46}{space 3}0.092{col 54}{space 4}-.0594278{col 67}{space 3} .7881335
{txt}{space 8}207  {c |}{col 14}{res}{space 2} .0824454{col 26}{space 2} .1909091{col 37}{space 1}    0.43{col 46}{space 3}0.666{col 54}{space 4}-.2920217{col 67}{space 3} .4569125
{txt}{space 8}208  {c |}{col 14}{res}{space 2} .5887126{col 26}{space 2}  .180243{col 37}{space 1}    3.27{col 46}{space 3}0.001{col 54}{space 4} .2351668{col 67}{space 3} .9422583
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 1.574388{col 26}{space 2} .1784861{col 37}{space 1}    8.82{col 46}{space 3}0.000{col 54}{space 4} 1.224288{col 67}{space 3} 1.924488
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 2.233107{col 26}{space 2}  .190365{col 37}{space 1}   11.73{col 46}{space 3}0.000{col 54}{space 4} 1.859707{col 67}{space 3} 2.606507
{txt}{space 8}211  {c |}{col 14}{res}{space 2} 2.077925{col 26}{space 2}  .183051{col 37}{space 1}   11.35{col 46}{space 3}0.000{col 54}{space 4} 1.718872{col 67}{space 3} 2.436979
{txt}{space 8}212  {c |}{col 14}{res}{space 2} 2.070699{col 26}{space 2} .1728207{col 37}{space 1}   11.98{col 46}{space 3}0.000{col 54}{space 4} 1.731712{col 67}{space 3} 2.409685
{txt}{space 8}213  {c |}{col 14}{res}{space 2} 2.112877{col 26}{space 2} .1740734{col 37}{space 1}   12.14{col 46}{space 3}0.000{col 54}{space 4} 1.771433{col 67}{space 3} 2.454321
{txt}{space 8}214  {c |}{col 14}{res}{space 2} 1.150425{col 26}{space 2} .1744742{col 37}{space 1}    6.59{col 46}{space 3}0.000{col 54}{space 4} .8081952{col 67}{space 3} 1.492656
{txt}{space 8}215  {c |}{col 14}{res}{space 2} 1.812498{col 26}{space 2} .1720625{col 37}{space 1}   10.53{col 46}{space 3}0.000{col 54}{space 4} 1.474998{col 67}{space 3} 2.149997
{txt}{space 8}216  {c |}{col 14}{res}{space 2} 1.373231{col 26}{space 2} .1721968{col 37}{space 1}    7.97{col 46}{space 3}0.000{col 54}{space 4} 1.035468{col 67}{space 3} 1.710994
{txt}{space 8}217  {c |}{col 14}{res}{space 2} .9355213{col 26}{space 2} .1683718{col 37}{space 1}    5.56{col 46}{space 3}0.000{col 54}{space 4}  .605261{col 67}{space 3} 1.265782
{txt}{space 8}218  {c |}{col 14}{res}{space 2} 1.446454{col 26}{space 2} .1752814{col 37}{space 1}    8.25{col 46}{space 3}0.000{col 54}{space 4}  1.10264{col 67}{space 3} 1.790267
{txt}{space 8}219  {c |}{col 14}{res}{space 2} 1.215831{col 26}{space 2} .1689397{col 37}{space 1}    7.20{col 46}{space 3}0.000{col 54}{space 4} .8844563{col 67}{space 3} 1.547205
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 2.774892{col 26}{space 2} .1608027{col 37}{space 1}   17.26{col 46}{space 3}0.000{col 54}{space 4} 2.459478{col 67}{space 3} 3.090306
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 2.941689{col 26}{space 2} .1853742{col 37}{space 1}   15.87{col 46}{space 3}0.000{col 54}{space 4} 2.578078{col 67}{space 3} 3.305299
{txt}{space 8}222  {c |}{col 14}{res}{space 2} 2.871275{col 26}{space 2} .1753589{col 37}{space 1}   16.37{col 46}{space 3}0.000{col 54}{space 4}  2.52731{col 67}{space 3} 3.215241
{txt}{space 8}223  {c |}{col 14}{res}{space 2} 3.057716{col 26}{space 2} .1660892{col 37}{space 1}   18.41{col 46}{space 3}0.000{col 54}{space 4} 2.731933{col 67}{space 3} 3.383499
{txt}{space 8}224  {c |}{col 14}{res}{space 2} 1.639829{col 26}{space 2} .1811974{col 37}{space 1}    9.05{col 46}{space 3}0.000{col 54}{space 4} 1.284411{col 67}{space 3} 1.995247
{txt}{space 8}225  {c |}{col 14}{res}{space 2} 1.535189{col 26}{space 2} .1779788{col 37}{space 1}    8.63{col 46}{space 3}0.000{col 54}{space 4} 1.186085{col 67}{space 3} 1.884294
{txt}{space 8}226  {c |}{col 14}{res}{space 2} 1.774713{col 26}{space 2}  .173446{col 37}{space 1}   10.23{col 46}{space 3}0.000{col 54}{space 4}   1.4345{col 67}{space 3} 2.114927
{txt}{space 8}227  {c |}{col 14}{res}{space 2} 1.257542{col 26}{space 2} .1745249{col 37}{space 1}    7.21{col 46}{space 3}0.000{col 54}{space 4} .9152125{col 67}{space 3} 1.599872
{txt}{space 8}228  {c |}{col 14}{res}{space 2} .9289122{col 26}{space 2} .1692278{col 37}{space 1}    5.49{col 46}{space 3}0.000{col 54}{space 4} .5969727{col 67}{space 3} 1.260852
{txt}{space 8}229  {c |}{col 14}{res}{space 2} 1.072952{col 26}{space 2}  .169498{col 37}{space 1}    6.33{col 46}{space 3}0.000{col 54}{space 4} .7404824{col 67}{space 3} 1.405421
{txt}{space 8}230  {c |}{col 14}{res}{space 2} 1.202963{col 26}{space 2} .1725569{col 37}{space 1}    6.97{col 46}{space 3}0.000{col 54}{space 4} .8644938{col 67}{space 3} 1.541433
{txt}{space 8}231  {c |}{col 14}{res}{space 2} .9985957{col 26}{space 2} .1594057{col 37}{space 1}    6.26{col 46}{space 3}0.000{col 54}{space 4} .6859223{col 67}{space 3} 1.311269
{txt}{space 8}232  {c |}{col 14}{res}{space 2} 1.384583{col 26}{space 2} .1643853{col 37}{space 1}    8.42{col 46}{space 3}0.000{col 54}{space 4} 1.062142{col 67}{space 3} 1.707024
{txt}{space 8}233  {c |}{col 14}{res}{space 2} 1.146384{col 26}{space 2} .1678048{col 37}{space 1}    6.83{col 46}{space 3}0.000{col 54}{space 4} .8172361{col 67}{space 3} 1.475532
{txt}{space 8}234  {c |}{col 14}{res}{space 2} .8182468{col 26}{space 2} .1639601{col 37}{space 1}    4.99{col 46}{space 3}0.000{col 54}{space 4} .4966399{col 67}{space 3} 1.139854
{txt}{space 8}235  {c |}{col 14}{res}{space 2} 1.416633{col 26}{space 2} .1645296{col 37}{space 1}    8.61{col 46}{space 3}0.000{col 54}{space 4} 1.093909{col 67}{space 3} 1.739357
{txt}{space 8}236  {c |}{col 14}{res}{space 2} 1.920282{col 26}{space 2} .1621318{col 37}{space 1}   11.84{col 46}{space 3}0.000{col 54}{space 4} 1.602262{col 67}{space 3} 2.238303
{txt}{space 8}237  {c |}{col 14}{res}{space 2} 1.696399{col 26}{space 2} .1679144{col 37}{space 1}   10.10{col 46}{space 3}0.000{col 54}{space 4} 1.367036{col 67}{space 3} 2.025762
{txt}{space 8}238  {c |}{col 14}{res}{space 2} 1.880197{col 26}{space 2} .1644029{col 37}{space 1}   11.44{col 46}{space 3}0.000{col 54}{space 4} 1.557721{col 67}{space 3} 2.202672
{txt}{space 8}239  {c |}{col 14}{res}{space 2} 1.868239{col 26}{space 2} .1636145{col 37}{space 1}   11.42{col 46}{space 3}0.000{col 54}{space 4}  1.54731{col 67}{space 3} 2.189168
{txt}{space 8}240  {c |}{col 14}{res}{space 2} 1.097214{col 26}{space 2}   .16096{col 37}{space 1}    6.82{col 46}{space 3}0.000{col 54}{space 4} .7814923{col 67}{space 3} 1.412937
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 2.293806{col 26}{space 2}  .184312{col 37}{space 1}   12.45{col 46}{space 3}0.000{col 54}{space 4} 1.932279{col 67}{space 3} 2.655333
{txt}{space 8}242  {c |}{col 14}{res}{space 2}   1.4058{col 26}{space 2} .2404982{col 37}{space 1}    5.85{col 46}{space 3}0.000{col 54}{space 4} .9340638{col 67}{space 3} 1.877536
{txt}{space 8}243  {c |}{col 14}{res}{space 2} 1.580148{col 26}{space 2} .1753428{col 37}{space 1}    9.01{col 46}{space 3}0.000{col 54}{space 4} 1.236214{col 67}{space 3} 1.924082
{txt}{space 8}244  {c |}{col 14}{res}{space 2} 1.893146{col 26}{space 2} .1676061{col 37}{space 1}   11.30{col 46}{space 3}0.000{col 54}{space 4} 1.564388{col 67}{space 3} 2.221905
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-.4307625{col 26}{space 2} .1863752{col 37}{space 1}   -2.31{col 46}{space 3}0.021{col 54}{space 4}-.7963364{col 67}{space 3}-.0651886
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-.4845851{col 26}{space 2}    .2792{col 37}{space 1}   -1.74{col 46}{space 3}0.083{col 54}{space 4}-1.032234{col 67}{space 3} .0630642
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-.8421733{col 26}{space 2} .2316741{col 37}{space 1}   -3.64{col 46}{space 3}0.000{col 54}{space 4}-1.296601{col 67}{space 3}-.3877457
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-2.084956{col 26}{space 2} .2754624{col 37}{space 1}   -7.57{col 46}{space 3}0.000{col 54}{space 4}-2.625274{col 67}{space 3}-1.544638
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-1.034295{col 26}{space 2} .3468845{col 37}{space 1}   -2.98{col 46}{space 3}0.003{col 54}{space 4}-1.714707{col 67}{space 3} -.353883
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2}-1.350834{col 26}{space 2} .1555181{col 37}{space 1}   -8.69{col 46}{space 3}0.000{col 54}{space 4}-1.655882{col 67}{space 3}-1.045786
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

Linear regression                                      Number of obs ={res}    1338
                                                       {txt}F( 61,  1276) ={res}  151.99
                                                       {txt}Prob > F      = {res} 0.0000
                                                       {txt}R-squared     = {res} 0.9026
                                                       {txt}Root MSE      = {res} .42696

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}   InfExp_FE{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 3}InfExp_FE {c |}
{space 9}L1. {c |}{col 14}{res}{space 2} .5508879{col 26}{space 2} .0754832{col 37}{space 1}    7.30{col 46}{space 3}0.000{col 54}{space 4} .4028031{col 67}{space 3} .6989726
{txt}{space 9}L2. {c |}{col 14}{res}{space 2} .2313046{col 26}{space 2} .0600615{col 37}{space 1}    3.85{col 46}{space 3}0.000{col 54}{space 4} .1134745{col 67}{space 3} .3491346
{txt}{space 9}L3. {c |}{col 14}{res}{space 2} .0692667{col 26}{space 2} .0519466{col 37}{space 1}    1.33{col 46}{space 3}0.183{col 54}{space 4}-.0326434{col 67}{space 3} .1711769
{txt}{space 12} {c |}
{space 8}date {c |}
{space 8}192  {c |}{col 14}{res}{space 2}-.7278177{col 26}{space 2} .1083842{col 37}{space 1}   -6.72{col 46}{space 3}0.000{col 54}{space 4}-.9404486{col 67}{space 3}-.5151869
{txt}{space 8}193  {c |}{col 14}{res}{space 2}   .39181{col 26}{space 2} .1461587{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .1050723{col 67}{space 3} .6785478
{txt}{space 8}194  {c |}{col 14}{res}{space 2}-.8446225{col 26}{space 2} .1446327{col 37}{space 1}   -5.84{col 46}{space 3}0.000{col 54}{space 4}-1.128367{col 67}{space 3}-.5608784
{txt}{space 8}195  {c |}{col 14}{res}{space 2} -.365413{col 26}{space 2}  .202483{col 37}{space 1}   -1.80{col 46}{space 3}0.071{col 54}{space 4}-.7626492{col 67}{space 3} .0318231
{txt}{space 8}196  {c |}{col 14}{res}{space 2} 3.530266{col 26}{space 2} .1908502{col 37}{space 1}   18.50{col 46}{space 3}0.000{col 54}{space 4} 3.155852{col 67}{space 3} 3.904681
{txt}{space 8}197  {c |}{col 14}{res}{space 2} 2.234856{col 26}{space 2} .2620746{col 37}{space 1}    8.53{col 46}{space 3}0.000{col 54}{space 4} 1.720711{col 67}{space 3}    2.749
{txt}{space 8}198  {c |}{col 14}{res}{space 2} 1.915306{col 26}{space 2} .2696051{col 37}{space 1}    7.10{col 46}{space 3}0.000{col 54}{space 4} 1.386388{col 67}{space 3} 2.444224
{txt}{space 8}199  {c |}{col 14}{res}{space 2} .5104899{col 26}{space 2} .2055876{col 37}{space 1}    2.48{col 46}{space 3}0.013{col 54}{space 4}  .107163{col 67}{space 3} .9138168
{txt}{space 8}200  {c |}{col 14}{res}{space 2}-2.410714{col 26}{space 2} .1399527{col 37}{space 1}  -17.23{col 46}{space 3}0.000{col 54}{space 4}-2.685276{col 67}{space 3}-2.136151
{txt}{space 8}201  {c |}{col 14}{res}{space 2} -.678209{col 26}{space 2} .2409398{col 37}{space 1}   -2.81{col 46}{space 3}0.005{col 54}{space 4}-1.150891{col 67}{space 3}-.2055273
{txt}{space 8}202  {c |}{col 14}{res}{space 2} .5557847{col 26}{space 2} .1866415{col 37}{space 1}    2.98{col 46}{space 3}0.003{col 54}{space 4} .1896268{col 67}{space 3} .9219426
{txt}{space 8}203  {c |}{col 14}{res}{space 2} .6895368{col 26}{space 2} .0805844{col 37}{space 1}    8.56{col 46}{space 3}0.000{col 54}{space 4} .5314443{col 67}{space 3} .8476292
{txt}{space 8}204  {c |}{col 14}{res}{space 2} .3978102{col 26}{space 2} .1084138{col 37}{space 1}    3.67{col 46}{space 3}0.000{col 54}{space 4} .1851213{col 67}{space 3} .6104992
{txt}{space 8}205  {c |}{col 14}{res}{space 2}-.3751861{col 26}{space 2} .1562629{col 37}{space 1}   -2.40{col 46}{space 3}0.016{col 54}{space 4}-.6817465{col 67}{space 3}-.0686257
{txt}{space 8}206  {c |}{col 14}{res}{space 2}-.3417151{col 26}{space 2} .1302337{col 37}{space 1}   -2.62{col 46}{space 3}0.009{col 54}{space 4}-.5972108{col 67}{space 3}-.0862194
{txt}{space 8}207  {c |}{col 14}{res}{space 2}-.0553624{col 26}{space 2} .1096876{col 37}{space 1}   -0.50{col 46}{space 3}0.614{col 54}{space 4}-.2705502{col 67}{space 3} .1598254
{txt}{space 8}208  {c |}{col 14}{res}{space 2} .6095315{col 26}{space 2} .1255434{col 37}{space 1}    4.86{col 46}{space 3}0.000{col 54}{space 4} .3632374{col 67}{space 3} .8558257
{txt}{space 8}209  {c |}{col 14}{res}{space 2} 1.013081{col 26}{space 2} .0827791{col 37}{space 1}   12.24{col 46}{space 3}0.000{col 54}{space 4} .8506832{col 67}{space 3} 1.175479
{txt}{space 8}210  {c |}{col 14}{res}{space 2} 1.082597{col 26}{space 2} .1020279{col 37}{space 1}   10.61{col 46}{space 3}0.000{col 54}{space 4} .8824362{col 67}{space 3} 1.282758
{txt}{space 8}211  {c |}{col 14}{res}{space 2} .4185333{col 26}{space 2} .0945384{col 37}{space 1}    4.43{col 46}{space 3}0.000{col 54}{space 4} .2330655{col 67}{space 3} .6040012
{txt}{space 8}212  {c |}{col 14}{res}{space 2} .4754527{col 26}{space 2} .0841533{col 37}{space 1}    5.65{col 46}{space 3}0.000{col 54}{space 4} .3103587{col 67}{space 3} .6405466
{txt}{space 8}213  {c |}{col 14}{res}{space 2} .7955621{col 26}{space 2} .0839769{col 37}{space 1}    9.47{col 46}{space 3}0.000{col 54}{space 4} .6308142{col 67}{space 3}   .96031
{txt}{space 8}214  {c |}{col 14}{res}{space 2}-.1803285{col 26}{space 2} .1221122{col 37}{space 1}   -1.48{col 46}{space 3}0.140{col 54}{space 4}-.4198912{col 67}{space 3} .0592342
{txt}{space 8}215  {c |}{col 14}{res}{space 2} .7445866{col 26}{space 2} .1034556{col 37}{space 1}    7.20{col 46}{space 3}0.000{col 54}{space 4} .5416249{col 67}{space 3} .9475484
{txt}{space 8}216  {c |}{col 14}{res}{space 2} .1882015{col 26}{space 2} .0941947{col 37}{space 1}    2.00{col 46}{space 3}0.046{col 54}{space 4}  .003408{col 67}{space 3}  .372995
{txt}{space 8}217  {c |}{col 14}{res}{space 2}  .054872{col 26}{space 2} .0841983{col 37}{space 1}    0.65{col 46}{space 3}0.515{col 54}{space 4}-.1103104{col 67}{space 3} .2200544
{txt}{space 8}218  {c |}{col 14}{res}{space 2} .4144108{col 26}{space 2} .0855464{col 37}{space 1}    4.84{col 46}{space 3}0.000{col 54}{space 4} .2465838{col 67}{space 3} .5822378
{txt}{space 8}219  {c |}{col 14}{res}{space 2} .4575143{col 26}{space 2} .0794561{col 37}{space 1}    5.76{col 46}{space 3}0.000{col 54}{space 4} .3016353{col 67}{space 3} .6133933
{txt}{space 8}220  {c |}{col 14}{res}{space 2} 1.806825{col 26}{space 2} .0898767{col 37}{space 1}   20.10{col 46}{space 3}0.000{col 54}{space 4} 1.630503{col 67}{space 3} 1.983147
{txt}{space 8}221  {c |}{col 14}{res}{space 2} 1.006906{col 26}{space 2} .1583552{col 37}{space 1}    6.36{col 46}{space 3}0.000{col 54}{space 4} .6962409{col 67}{space 3} 1.317571
{txt}{space 8}222  {c |}{col 14}{res}{space 2}  .692452{col 26}{space 2} .1479175{col 37}{space 1}    4.68{col 46}{space 3}0.000{col 54}{space 4} .4022638{col 67}{space 3} .9826402
{txt}{space 8}223  {c |}{col 14}{res}{space 2} .8284892{col 26}{space 2} .1063959{col 37}{space 1}    7.79{col 46}{space 3}0.000{col 54}{space 4} .6197591{col 67}{space 3} 1.037219
{txt}{space 8}224  {c |}{col 14}{res}{space 2}-.0898012{col 26}{space 2} .1030418{col 37}{space 1}   -0.87{col 46}{space 3}0.384{col 54}{space 4}-.2919512{col 67}{space 3} .1123488
{txt}{space 8}225  {c |}{col 14}{res}{space 2} .2656259{col 26}{space 2} .1137159{col 37}{space 1}    2.34{col 46}{space 3}0.020{col 54}{space 4} .0425352{col 67}{space 3} .4887166
{txt}{space 8}226  {c |}{col 14}{res}{space 2} .6626491{col 26}{space 2} .0848582{col 37}{space 1}    7.81{col 46}{space 3}0.000{col 54}{space 4} .4961722{col 67}{space 3}  .829126
{txt}{space 8}227  {c |}{col 14}{res}{space 2} .1365047{col 26}{space 2} .0768114{col 37}{space 1}    1.78{col 46}{space 3}0.076{col 54}{space 4}-.0141858{col 67}{space 3} .2871952
{txt}{space 8}228  {c |}{col 14}{res}{space 2}-.3263494{col 26}{space 2} .0859297{col 37}{space 1}   -3.80{col 46}{space 3}0.000{col 54}{space 4}-.4949285{col 67}{space 3}-.1577704
{txt}{space 8}229  {c |}{col 14}{res}{space 2} .2600278{col 26}{space 2} .0969685{col 37}{space 1}    2.68{col 46}{space 3}0.007{col 54}{space 4} .0697927{col 67}{space 3}  .450263
{txt}{space 8}230  {c |}{col 14}{res}{space 2} .5871497{col 26}{space 2} .0769114{col 37}{space 1}    7.63{col 46}{space 3}0.000{col 54}{space 4}  .436263{col 67}{space 3} .7380364
{txt}{space 8}231  {c |}{col 14}{res}{space 2} .1332511{col 26}{space 2} .0727998{col 37}{space 1}    1.83{col 46}{space 3}0.067{col 54}{space 4}-.0095694{col 67}{space 3} .2760716
{txt}{space 8}232  {c |}{col 14}{res}{space 2} .3048122{col 26}{space 2} .0857359{col 37}{space 1}    3.56{col 46}{space 3}0.000{col 54}{space 4} .1366134{col 67}{space 3}  .473011
{txt}{space 8}233  {c |}{col 14}{res}{space 2}  .178388{col 26}{space 2} .0726826{col 37}{space 1}    2.45{col 46}{space 3}0.014{col 54}{space 4} .0357974{col 67}{space 3} .3209786
{txt}{space 8}234  {c |}{col 14}{res}{space 2} .0023603{col 26}{space 2} .0737211{col 37}{space 1}    0.03{col 46}{space 3}0.974{col 54}{space 4}-.1422676{col 67}{space 3} .1469882
{txt}{space 8}235  {c |}{col 14}{res}{space 2}  .611107{col 26}{space 2} .0795031{col 37}{space 1}    7.69{col 46}{space 3}0.000{col 54}{space 4} .4551359{col 67}{space 3} .7670781
{txt}{space 8}236  {c |}{col 14}{res}{space 2}  .950521{col 26}{space 2} .0760161{col 37}{space 1}   12.50{col 46}{space 3}0.000{col 54}{space 4} .8013907{col 67}{space 3} 1.099651
{txt}{space 8}237  {c |}{col 14}{res}{space 2} .3070173{col 26}{space 2}  .086929{col 37}{space 1}    3.53{col 46}{space 3}0.000{col 54}{space 4} .1364778{col 67}{space 3} .4775568
{txt}{space 8}238  {c |}{col 14}{res}{space 2} .4184213{col 26}{space 2} .0842408{col 37}{space 1}    4.97{col 46}{space 3}0.000{col 54}{space 4} .2531556{col 67}{space 3}  .583687
{txt}{space 8}239  {c |}{col 14}{res}{space 2} .6011222{col 26}{space 2} .0682587{col 37}{space 1}    8.81{col 46}{space 3}0.000{col 54}{space 4} .4672106{col 67}{space 3} .7350338
{txt}{space 8}240  {c |}{col 14}{res}{space 2}-.0441855{col 26}{space 2} .0682152{col 37}{space 1}   -0.65{col 46}{space 3}0.517{col 54}{space 4}-.1780116{col 67}{space 3} .0896407
{txt}{space 8}241  {c |}{col 14}{res}{space 2} 1.232265{col 26}{space 2} .1409867{col 37}{space 1}    8.74{col 46}{space 3}0.000{col 54}{space 4} .9556738{col 67}{space 3} 1.508856
{txt}{space 8}242  {c |}{col 14}{res}{space 2}-.0079488{col 26}{space 2} .2131409{col 37}{space 1}   -0.04{col 46}{space 3}0.970{col 54}{space 4}-.4260939{col 67}{space 3} .4101964
{txt}{space 8}243  {c |}{col 14}{res}{space 2} .5018139{col 26}{space 2} .1782862{col 37}{space 1}    2.81{col 46}{space 3}0.005{col 54}{space 4} .1520476{col 67}{space 3} .8515802
{txt}{space 8}244  {c |}{col 14}{res}{space 2} .4799924{col 26}{space 2}  .084586{col 37}{space 1}    5.67{col 46}{space 3}0.000{col 54}{space 4} .3140495{col 67}{space 3} .6459352
{txt}{space 8}245  {c |}{col 14}{res}{space 2}-1.372937{col 26}{space 2} .1231475{col 37}{space 1}  -11.15{col 46}{space 3}0.000{col 54}{space 4}-1.614531{col 67}{space 3}-1.131343
{txt}{space 8}246  {c |}{col 14}{res}{space 2}-.9577631{col 26}{space 2} .2280992{col 37}{space 1}   -4.20{col 46}{space 3}0.000{col 54}{space 4}-1.405254{col 67}{space 3}-.5102724
{txt}{space 8}247  {c |}{col 14}{res}{space 2}-.3478048{col 26}{space 2} .1732675{col 37}{space 1}   -2.01{col 46}{space 3}0.045{col 54}{space 4}-.6877253{col 67}{space 3}-.0078843
{txt}{space 8}248  {c |}{col 14}{res}{space 2}-1.379156{col 26}{space 2} .1622836{col 37}{space 1}   -8.50{col 46}{space 3}0.000{col 54}{space 4}-1.697528{col 67}{space 3}-1.060784
{txt}{space 8}249  {c |}{col 14}{res}{space 2}-.4478995{col 26}{space 2} .2358902{col 37}{space 1}   -1.90{col 46}{space 3}0.058{col 54}{space 4}-.9106747{col 67}{space 3} .0148757
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} -.356107{col 26}{space 2} .0583149{col 37}{space 1}   -6.11{col 46}{space 3}0.000{col 54}{space 4}-.4705106{col 67}{space 3}-.2417034
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}added macro:
               e(hast) : "{res:Yes}"

{com}. esttab using "${c -(}sum_table_folder{c )-}/ind/FEEfficiencySPFIndQ.csv", mtitles se(%8.3f) ///
>            stats(N r2 hast,label("N" "R2" "Time FE")) drop(*.date) replace
{res}{txt}(output written to {browse  `"/Users/Myworld/Dropbox/InfVar/workingfolder/tables/ind/FEEfficiencySPFIndQ.csv"'})

{com}. ddd
{err}unrecognized command:  ddd
{txt}{search r(199):r(199);}

end of do-file

{search r(199):r(199);}

{com}. clear

. do "/var/folders/k3/fzq0vzzx2b56ypvhsddgs7hr0000gn/T//SD16055.000000"
{txt}
{com}. clear
{txt}
{com}. global mainfolder "/Users/Myworld/Dropbox/InfVar/workingfolder"
{txt}
{com}. global folder "${c -(}mainfolder{c )-}/SurveyData/"
{txt}
{com}. global shadowfolder "/Users/Myworld/Dropbox/InfVar-local/workingfolder/SurveyData/"
{txt}
{com}. 
. global sum_graph_folder "${c -(}mainfolder{c )-}/graphs/pop"
{txt}
{com}. global sum_table_folder "${c -(}mainfolder{c )-}/tables"
{txt}
{com}. 
. cd ${c -(}folder{c )-}
{res}/Users/Myworld/Dropbox/InfVar/workingfolder/SurveyData
{txt}
{com}. pwd
{res}/Users/Myworld/Dropbox/InfVar/workingfolder/SurveyData
{txt}
{com}. set more off 
{txt}
{com}. capture log close
{smcl}
{com}{sf}{ul off}