{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}/Users/tao/Dropbox/InfVar/workingfolder/pop_log.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res}14 Jul 2024, 09:08:37
{txt}
{com}. 
. ****************************************
. **** Population Moments Analysis ******
. ****************************************
. 
. ***********************
. **   Merge other data**
. ***********************
. 
. use "${c -(}folder{c )-}/SCE/InfExpSCEProbPopM",clear 
{txt}
{com}. 
. *merge 1:1 year month using "${c -(}mainfolder{c )-}/OtherData/RecessionDateM.dta", keep(match master)
. *rename _merge  recession_merge
. 
. merge 1:1 year month using "${c -(}mainfolder{c )-}/OtherData/InfM.dta",keep(match using master)
{res}
{txt}{col 5}Result{col 33}Number of obs
{col 5}{hline 41}
{col 5}Not matched{col 30}{res}             806
{txt}{col 9}from master{col 30}{res}               0{txt}  (_merge==1)
{col 9}from using{col 30}{res}             806{txt}  (_merge==2)

{col 5}Matched{col 30}{res}             112{txt}  (_merge==3)
{col 5}{hline 41}

{com}. rename _merge inflation_merge 
{res}{txt}
{com}. 
. *merge 1:1 year month using "${c -(}shadowfolder{c )-}/MichiganSurvey/InfExpMichM.dta"
. *rename inf_exp InfExpMichMed 
. *rename _merge michigan_merge 
. 
. ***********************************************
. ** create quarter variable to match with spf
. *********************************************
. 
. gen quarter = .
{txt}(918 missing values generated)

{com}. replace quarter=1 if month<4 & month >=1
{txt}(231 real changes made)

{com}. replace quarter=2 if month<7 & month >=4
{txt}(231 real changes made)

{com}. replace quarter=3 if month<10 & month >=7
{txt}(228 real changes made)

{com}. replace quarter=4 if month<=12 & month >=10
{txt}(228 real changes made)

{com}. 
. merge m:1 year quarter using "${c -(}folder{c )-}/SPF/individual/InfExpSPFPointPopQ.dta",keep(match using master)
{res}{txt}{p 0 7 2}
(variable
{bf:month} was {bf:byte}, now {bf:float} to accommodate using data's values)
{p_end}

{col 5}Result{col 33}Number of obs
{col 5}{hline 41}
{col 5}Not matched{col 30}{res}             262
{txt}{col 9}from master{col 30}{res}             261{txt}  (_merge==1)
{col 9}from using{col 30}{res}               1{txt}  (_merge==2)

{col 5}Matched{col 30}{res}             657{txt}  (_merge==3)
{col 5}{hline 41}

{com}. rename _merge spf_merge 
{res}{txt}
{com}. 
. 
. merge m:1 year quarter using "${c -(}folder{c )-}/SPF/InfExpSPFDstPopQ.dta",keep(match using master)
{res}{txt}{p 0 7 2}
(variable
{bf:year} was {bf:int}, now {bf:double} to accommodate using data's values)
{p_end}
{p 0 7 2}
(variable
{bf:quarter} was {bf:float}, now {bf:double} to accommodate using data's values)
{p_end}

{col 5}Result{col 33}Number of obs
{col 5}{hline 41}
{col 5}Not matched{col 30}{res}             720
{txt}{col 9}from master{col 30}{res}             720{txt}  (_merge==1)
{col 9}from using{col 30}{res}               0{txt}  (_merge==2)

{col 5}Matched{col 30}{res}             199{txt}  (_merge==3)
{col 5}{hline 41}

{com}. rename _merge spf_dst_merge 
{res}{txt}
{com}. 
. 
. *************************
. ** Declare time series **
. **************************
. 
. gen date2=string(year)+"m"+string(month)
{txt}
{com}. gen date3= monthly(date2,"YM")
{txt}(1 missing value generated)

{com}. format date3 %tm 
{txt}
{com}. 
. drop date2 date 
{txt}
{com}. rename date3 date
{res}{txt}
{com}. 
. tsset date
{res}
{p 0 15 2}{txt:Time variable: }{res:date}{txt:, }{res:{bind:1947m1}}{txt: to }{res:{bind:2023m6}}{p_end}
{txt}{col 9}Delta: {res}1 month
{txt}
{com}. sort year quarter month 
{txt}
{com}. 
. ** sample filter 
. 
. *drop if date > monthly("2020m1","YM")
. 
. ******************************
. *** Computing some measures **
. ******************************
. 
. gen SCE_FE = Q9_mean - Inf1yf_CPIAU
{txt}(810 missing values generated)

{com}. label var SCE_FE "1-yr-ahead forecast error"
{txt}
{com}. 
. gen SPFCPI_FE = CORECPI1y - Inf1yf_CPICore
{txt}(733 missing values generated)

{com}. label var SPFCPI_FE "1-yr-ahead forecast error(SPF CPI)"
{txt}
{com}. 
. gen SPFPCE_FE = COREPCE1y - Inf1yf_PCECore
{txt}(733 missing values generated)

{com}. label var SPFPCE_FE "1-yr-ahead forecast error(SPF PCE)"
{txt}
{com}. 
. 
. *****************************
. ****    Summary Charts ******
. *****************************
. 
. 
. 
. **************************
. ** Single series charts **
. **************************
. 
. foreach var in Q9_mean Q9_var Q9_iqr Q9_cent50 Q9_disg ///
>                CPI1y PCE1y CORECPI1y COREPCE1y ///
>                            CPI_disg PCE_disg CORECPI_disg COREPCE_disg ///
>                            CPI_ct50 PCE_ct50 CORECPI_ct50 COREPCE_ct50{c -(}
{txt}  2{com}. local var_lb: var label `var'
{txt}  3{com}. tsline `var' if `var'!=.,title("`var_lb'") xtitle("Time") ytitle("")
{txt}  4{com}. graph export "${c -(}sum_graph_folder{c )-}/`var'.png", as(png) replace 
{txt}  5{com}. {c )-}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_mean.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_var.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_iqr.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_cent50.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_disg.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/CPI1y.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/PCE1y.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/CORECPI1y.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/COREPCE1y.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/CPI_disg.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/PCE_disg.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/CORECPI_disg.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/COREPCE_disg.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/CPI_ct50.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/PCE_ct50.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/CORECPI_ct50.png{rm}
saved as
PNG
format
{p_end}
{res}{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/COREPCE_ct50.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. 
. ***************************
. ** Multiple series charts**
. ***************************
. 
. drop if CPI1y ==. | PCE1y==.
{txt}(721 observations deleted)

{com}. 
. twoway (tsline Q9_mean)  (tsline Q9_cent50,lp("dash")) /// *(tsline InfExpMichMed, lp("dot-dash")) ///
>                                                  (tsline CPI1y, lp("shortdash")), ///
>                                                  title("1-yr-ahead Expected Inflation") ///
>                                                  xtitle("Time") ytitle("") ///
>                                                  legend(label(1 "Mean Expectation(SCE)") ///
>                                                         label(2 "Median Expectation(Michigan)") ///
>                                                                 label(3 "Mean Expectation(SPF)")position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/mean_med.png", as(png) replace
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/mean_med.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. twoway (tsline Q9_mean, ytitle(" ",axis(1))) ///
>        (tsline Q9_var,yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if Q9_mean!=., ///
>            title("1-yr-ahead Expected Inflation (SCE)") xtitle("Time") ///
>            legend(label(1 "Average Expectation") label(2 "Average Uncertainty(RHS)") position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/mean_var.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/mean_var.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. 
. twoway (tsline Q9_mean, ytitle(" ",axis(1))) ///
>        (tsline Q9_disg,yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if Q9_mean!=., ///
>            title("1-yr-ahead Expected Inflation") xtitle("Time") ///
>            legend(label(1 "Average Expectation") label(2 "Disagreements(RHS)") position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/mean_disg.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/mean_disg.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. twoway (tsline Q9_disg, ytitle(" ",axis(1))) ///
>        (tsline CORECPI_disg,yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if CORECPI_disg!=., ///
>            title("Disagreements in 1-yr-ahead Inflation") xtitle("Time") ///
>            legend(label(1 "Disagreements (SCE)") label(2 "Disagreements(SPF)(RHS)") position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/disg_disg.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/disg_disg.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. twoway (tsline Q9_var, ytitle(" ",axis(1))) ///
>        (tsline PRCCPIVar1mean, yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if Q9_var!=., ///
>            title("Uncertainty in 1-yr-ahead Inflation") xtitle("Time") ///
>            legend(label(1 "Uncertainty (SCE)")  /// 
>                   label(2 "Uncertainty (SPF CPI)(RHS)") position(6)) 
{res}{txt}
{com}.                           
. graph export "${c -(}sum_graph_folder{c )-}/var_var.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/var_var.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. 
. twoway (tsline CORECPI_disg, ytitle(" ",axis(1))) ///
>        (tsline PRCCPIVar1mean,yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if Q9_disg!=., ///
>            title("1-yr-ahead Expected Inflation(SPF)") xtitle("Time") ///
>            legend(label(1 "Disagreements") label(2 "Average Uncertainty(RHS)") position(6)) 
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/var_disg2.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/var_disg2.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. twoway (tsline Q9_mean) (tsline CORECPI1y,lp("longdash")) ///
>        (tsline Inf1yf_PCE,lp("dash")) ///
>        (tsline Inf1yf_CPIAU,lp("shortdash")) ///
>            (tsline Inf1yf_CPICore,lp("dash_dot")) ///
>            if Q9_mean!=., ///
>            title("1-yr-ahead Expected Inflation") xtitle("Time") ytitle("") ///
>            legend(label(1 "Mean Forecast(SCE)") label(2 "Mean Forecast(SPF)") label(3 "Realized Inflation(PCE)") ///
>                   label(4 "Realized Inflation(Headline CPI)") label(5 "Realized Inflation(Core CPI)") position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/mean_true.png", as(png) replace
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/mean_true.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. twoway (tsline Q9_mean)  (tsline Inf1yf_PCE,lp("dash")) ///
>        (tsline Inf1y_CPIAU,lp("shortdash")) ///
>            (tsline Inf1y_CPICore,lp("dash_dot")) ///
>            if Q9_mean!=., ///
>            title("1-yr-ahead Expected Inflation") xtitle("Time") ytitle("") ///
>            legend(label(1 "Mean Expectation") label(2 "Past Inflation(PCE)") ///
>                   label(3 "Past Inflation(Headline CPI)") label(4 "Past Inflation(Core CPI)") position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/mean_past.png", as(png) replace
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/mean_past.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. twoway (tsline SCE_FE,ytitle("",axis(1)))  (tsline SPFCPI_FE, yaxis(2) lp("dash")) ///
>        (tsline SPFPCE_FE, yaxis(2) lp("dash_dot"))  ///  
>                          if SPFPCE_FE!=., ///
>                                                  title("1-yr-ahead Forecast Errors") ///
>                                                  xtitle("Time") ytitle("") ///
>                                                  legend(label(1 "SCE") label(2 "SPF CPI(RHS)") ///
>                                                  label(3 "SPF PCE(RHS)") position(6))
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/fe_fe.png", as(png) replace
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/fe_fe.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. 
. twoway (tsline Q9_disg, ytitle(" ",axis(1))) ///
>        (tsline Q9_var,yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if Q9_disg!=., ///
>            title("1-yr-ahead Expected Inflation(SCE)") xtitle("Time") ///
>            legend(label(1 "Disagreements") label(2 "Average Uncertainty(RHS)") position(6)) 
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/var_disgSCEM.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/var_disgSCEM.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. twoway (tsline SCE_FE, ytitle(" ",axis(1))) ///
>        (tsline Q9_var,yaxis(2) ytitle("",axis(2)) lp("dash")) ///
>            if Q9_var!=., ///
>            title("1-yr-ahead Expected Inflation(SCE)") xtitle("Time") ///
>            legend(label(1 "Average Forecast Error") label(2 "Average Uncertainty(RHS)") position(6)) 
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/fe_varSCEM.png", as(png) replace
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/fe_varSCEM.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. pwcorr Inf1yf_CPIAU Q9_var, star(0.05)

             {txt}{c |} Inf1yf~U   Q9_var
{hline 13}{c +}{hline 18}
Inf1yf_CPIAU {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.7403*  1.0000 
{txt}
{com}. local rho: display %4.2f r(rho) 
{res}{txt}
{com}. twoway (tsline Inf1yf_CPIAU,ytitle(" ",axis(1))lp("shortdash") lwidth(thick)) ///
>        (tsline Q9_var, yaxis(2) ytitle("",axis(2)) lp("longdash") lwidth(thick)) ///
>            if Q9_var!=., ///
>            title("1-yr-ahead Expected Inflation(SCE)",size(large)) xtitle("Time") ytitle("") ///
>            legend(label(1 "Headline CPI Inflation") ///
>                   label(2 "Average Uncertainty(RHS)") size(sml) position(6)) ///
>            caption("{c -(}superscript:Corr Coeff: `rho'{c )-}", ///
>            justification(left) position(11) size(large))
{p 0 4 2}
{txt}(note:  named style
sml not found in class
gsize,  default attributes used)
{p_end}
{res}{txt}
{com}. graph export "${c -(}sum_graph_folder{c )-}/true_varSCEM.png", as(png) replace 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/true_varSCEM.png{rm}
saved as
PNG
format
{p_end}

{com}. */
. 
. 
. ****************************************
. **** generate ar 1 real-time prediction
. ****************************************
. 
. gen Inf1yf_CPIAU_ar_pr = .
{txt}(198 missing values generated)

{com}. label var Inf1yf_CPIAU_ar_pr "Real-time ar 1 predicted inflation"
{txt}
{com}. 
. sort date
{txt}
{com}. * Loop over each time period t
. forval t = 20/`=_N' {c -(}
{txt}  2{com}.     * Restrict the sample to the time period before t
.     quietly regress Inf1yf_CPIAU L.Inf1yf_CPIAU if _n < `t'
{txt}  3{com}.     
.     * Predict the inflation value at time t using the AR(1) model
.     predict double pred, xb
{txt}  4{com}.     
.     * Store the predicted value in the new variable
.     replace Inf1yf_CPIAU_ar_pr = pred if _n == `t'
{txt}  5{com}.     
.     * Clean up the temporary variable
.     drop pred
{txt}  6{com}. {c )-}
{txt}(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(1 real change made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)
(12 missing values generated)
(0 real changes made)

{com}. 
. gen Inf1yf_CPIAU_ar_FE = Inf1yf_CPIAU_ar_pr- Inf1yf_CPIAU 
{txt}(31 missing values generated)

{com}. label var Inf1yf_CPIAU_ar_FE "AR1 Forecast Error"
{txt}
{com}. 
. gen Inf1yf_CPIAU_ar_FE2 = Inf1yf_CPIAU_ar_FE^2
{txt}(31 missing values generated)

{com}. label var Inf1yf_CPIAU_ar_FE2 "AR1 Forecast Error Square"
{txt}
{com}. 
. 
. 
. ***********************************************************************************
. ** These are the charts for paper draft (but need to set the color for the lines) 
. ********************************************************************************
. 
. 
. ** generate absolute values of FE for plotting
. 
. foreach var in SCE{c -(}
{txt}  2{com}. gen `var'_abFE = abs(`var'_FE)
{txt}  3{com}. label var `var'_abFE "Absolute Val of Average Forecast Error"
{txt}  4{com}. {c )-}
{txt}(89 missing values generated)

{com}. 
. 
. foreach var in SCE{c -(}
{txt}  2{com}. gen `var'_FE2 = `var'_FE^2
{txt}  3{com}. label var `var'_FE2 "Square of Average Forecast Error"
{txt}  4{com}. 
. {c )-}
{txt}(89 missing values generated)

{com}. 
. gen  SCE_FE2_rd= Q9_fe_rd^2
{txt}(89 missing values generated)

{com}. label var SCE_FE2_rd "Squared Foreacst Errors Residual"
{txt}
{com}. 
. gen Q9_mean_gap = Q9_mean - 2
{txt}(86 missing values generated)

{com}. label var Q9_mean_gap "Expected Inflation Gap"
{txt}
{com}. 
. 
. gen Q9_mean_gap2 = Q9_mean_gap^2
{txt}(86 missing values generated)

{com}. label var Q9_mean_gap2 "Expected Inflation Gap Square"
{txt}
{com}. 
. 
. ** generate moving averages for charts 
. 
. tssmooth ma Q9_varmv = Q9_var,  window(1 1 1)
{txt}The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= Q9_var{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.

{com}. 
. foreach var in Inf1yf_CPIAU Q9_mean SCE_FE SCE_FE2 Q9_disg Inf1yf_CPIAU_ar_FE2 SCE_FE2_rd Q9_mean_gap2{c -(}
{txt}  2{com}. tssmooth ma `var'mv =`var', window(1 1 1) 
{txt}  3{com}. {c )-}
{txt}The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= Inf1yf_CPIAU{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= Q9_mean{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= SCE_FE{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= SCE_FE2{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= Q9_disg{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= Inf1yf_CPIAU_ar_FE2{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= SCE_FE2_rd{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.
The smoother applied was
{res}{p 5 5 5}(1/3)*[x(t-1) + 1*x(t) + x(t+1)]; x(t)= Q9_mean_gap2{p_end}
{txt}Note: Missing values are given a weight of zero in the smoother.

{com}. label var Q9_meanmv "Expected Headline CPI Inflation"
{txt}
{com}. label var Inf1yf_CPIAUmv "Realized Headline CPI Inflation"
{txt}
{com}. label var SCE_FE "Average Forecast Error"
{txt}
{com}. label var SCE_FE2mv "Squared Average Forecast Error"
{txt}
{com}. label var Q9_disgmv "Disagreement"
{txt}
{com}. label var Q9_varmv "Average Uncertainty (RHS)"
{txt}
{com}. label var Inf1yf_CPIAU_ar_FE2mv "Squared AR1 Forecast Errors"
{txt}
{com}. label var SCE_FE2_rdmv "Squared Forecast Error exl ind FE"
{txt}
{com}. label var Q9_mean_gap2mv "Expected Inflation Gap Square"
{txt}
{com}. 
. foreach var in Inf1yf_CPIAU Q9_mean SCE_FE2 Q9_disg Inf1yf_CPIAU_ar_FE2 Q9_mean_gap2{c -(}
{txt}  2{com}. pwcorr `var' Q9_var, star(0.05)
{txt}  3{com}. local rho: display %4.2f r(rho) 
{txt}  4{com}. twoway (tsline `var'mv,ytitle(" ",axis(1)) lcolor(navy) lp("shortdash") lwidth(thick)) ///
>        (tsline Q9_varmv, yaxis(2) ytitle("",axis(2)) lcolor(maroon) lp("longdash") lwidth(thick)) ///
>            if Q9_var!=., ///
>            title("SCE",size(large)) xtitle("Time") ytitle("") ///
>            legend(size(large) col(1) position(6)) ///
>            caption("{c -(}superscript:Corr Coeff= `rho'{c )-}", ///
>            justification(left) position(11) size(huge))
{txt}  5{com}. graph export "${c -(}sum_graph_folder{c )-}/`var'_varSCEM.png", as(png) replace
{txt}  6{com}. {c )-}

             {txt}{c |} Inf1yf~U   Q9_var
{hline 13}{c +}{hline 18}
Inf1yf_CPIAU {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.7403*  1.0000 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Inf1yf_CPIAU_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |}  Q9_mean   Q9_var
{hline 13}{c +}{hline 18}
     Q9_mean {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.8748*  1.0000 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_mean_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |}  SCE_FE2   Q9_var
{hline 13}{c +}{hline 18}
     SCE_FE2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.2591*  1.0000 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/SCE_FE2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |}  Q9_disg   Q9_var
{hline 13}{c +}{hline 18}
     Q9_disg {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.9144*  1.0000 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_disg_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |} Inf1yf~2   Q9_var
{hline 13}{c +}{hline 18}
Inf1yf_CPI~2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.3792*  1.0000 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Inf1yf_CPIAU_ar_FE2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |} Q9_mea~2   Q9_var
{hline 13}{c +}{hline 18}
Q9_mean_gap2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.8573*  1.0000 
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/Q9_mean_gap2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. * turn them into scatter plots 
. 
. label var Q9_mean "Expected Headline CPI Inflation"
{txt}
{com}. label var Inf1yf_CPIAU "Realized Headline CPI Inflation"
{txt}
{com}. label var SCE_FE2 "Squared Average Forecast Error"
{txt}
{com}. label var Q9_disg "Disagreement"
{txt}
{com}. label var Q9_var "Average Uncertainty"
{txt}
{com}. label var Inf1yf_CPIAU_ar_FE2 "Squared AR1 Forecast Errors"
{txt}
{com}. label var SCE_FE2_rd "Squared Forecast Error exl ind FE"
{txt}
{com}. label var Q9_mean_gap2 "Expected Inflation Gap Square"
{txt}
{com}. 
. foreach var in SCE_FE2 Q9_disg SCE_FE2 Inf1yf_CPIAU_ar_FE2 Q9_mean_gap2{c -(}
{txt}  2{com}.     pwcorr `var' Q9_var, star(0.05)
{txt}  3{com}.     local rho: display %4.2f r(rho)
{txt}  4{com}.     // Get the labels for the variables
.     local xlabel: variable label Q9_var
{txt}  5{com}.     local ylabel: variable label `var'
{txt}  6{com}. 
.     // Calculate the range for the 45-degree line
.     summarize `var'
{txt}  7{com}.     local min1 = r(min)
{txt}  8{com}.     local max1 = r(max)
{txt}  9{com}. 
.     summarize Q9_var
{txt} 10{com}.     local min2 = r(min)
{txt} 11{com}.     local max2 = r(max)
{txt} 12{com}. 
.     local min = min(`min1', `min2')
{txt} 13{com}.     local max = max(`max1', `max2')
{txt} 14{com}. 
.     twoway (scatter `var' Q9_var, mcolor(navy) msymbol(oh) mlabel(date)) ///
>            (lfit `var' Q9_var, lcolor(maroon) lwidth(medthick)) ///
>            (function y=x, range(`min' `max') lcolor(black) lpattern(dash) lwidth(thin)) ///
>            if PRCCPIVar1mean!=., ///
>            title("SCE", size(large)) xtitle("`xlabel'",size(large)) ytitle("`ylabel'",size(large)) ///
>            legend(order(1 "Scatter" 2 "Fitted Line" 3 "45-degree line") ///
>                   position(11) size(large) col(1)) ///
>            caption("{c -(}superscript:Corr Coeff= `rho'{c )-}", ///
>            justification(left) position(11) size(huge)) ///
>            xscale(range(`min' `max')) yscale(range(`min' `max'))
{txt} 15{com}.     graph export "${c -(}sum_graph_folder{c )-}/scatter_`var'_varSCEM.png", as(png) replace
{txt} 16{com}. {c )-}

             {txt}{c |}  SCE_FE2   Q9_var
{hline 13}{c +}{hline 18}
     SCE_FE2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.2591*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}SCE_FE2 {c |}{res}        109    5.217229    5.321108   .0386011   23.22743

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_SCE_FE2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |}  Q9_disg   Q9_var
{hline 13}{c +}{hline 18}
     Q9_disg {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.9144*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}Q9_disg {c |}{res}        112    7.569361    1.449781   5.698399   12.03687

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Q9_disg_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |}  SCE_FE2   Q9_var
{hline 13}{c +}{hline 18}
     SCE_FE2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.2591*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}SCE_FE2 {c |}{res}        109    5.217229    5.321108   .0386011   23.22743

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_SCE_FE2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |} Inf1yf~2   Q9_var
{hline 13}{c +}{hline 18}
Inf1yf_CPI~2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.3792*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
Inf1yf_CPI~2 {c |}{res}        167    .1961523    .4996127   .0000693   5.050274

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Inf1yf_CPIAU_ar_FE2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |} Q9_mea~2   Q9_var
{hline 13}{c +}{hline 18}
Q9_mean_gap2 {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.8573*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
Q9_mean_gap2 {c |}{res}        112    3.406995    3.814307   .7708918   17.69072

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Q9_mean_gap2_varSCEM.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. 
. foreach var in Inf1yf_CPIAU Q9_mean Q9_mean_gap{c -(}
{txt}  2{com}. pwcorr `var' Q9_var, star(0.05)
{txt}  3{com}. local rho: display %4.2f r(rho) 
{txt}  4{com}.  // Get the labels for the variables
.     local xlabel: variable label Q9_var
{txt}  5{com}.     local ylabel: variable label `var'
{txt}  6{com}. 
.     // Calculate the range for the 45-degree line
.     summarize `var' Q9_var
{txt}  7{com}.     local min = min(r(min), r(min_2))
{txt}  8{com}.     local max = max(r(max), r(max_2))
{txt}  9{com}.         
.  twoway (scatter `var' Q9_var, mcolor(navy) msymbol(oh) mlabel(date)) ///
>            (lfit `var' Q9_var, lcolor(maroon) lwidth(medthick)) ///
>            if PRCCPIVar1mean!=., ///
>            title("SCE", size(large)) xtitle("`xlabel'",size(large)) ytitle("`ylabel'",size(large)) ///
>            legend(order(1 "Scatter" 2 "Fitted Line" 3 "45-degree line") ///
>                   position(11) size(large) col(1)) ///
>            caption("{c -(}superscript:Corr Coeff= `rho'{c )-}", ///
>            justification(left) position(11) size(huge))
{txt} 10{com}. graph export "${c -(}sum_graph_folder{c )-}/scatter_`var'_varSCEM.png", as(png) replace
{txt} 11{com}. 
. {c )-}

             {txt}{c |} Inf1yf~U   Q9_var
{hline 13}{c +}{hline 18}
Inf1yf_CPIAU {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.7403*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
Inf1yf_CPIAU {c |}{res}        186    2.426689    2.139643  -1.958765   8.932989
{txt}{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Inf1yf_CPIAU_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |}  Q9_mean   Q9_var
{hline 13}{c +}{hline 18}
     Q9_mean {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.8748*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}Q9_mean {c |}{res}        112    3.671091    .7873923   2.878004   6.206033
{txt}{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Q9_mean_varSCEM.png{rm}
saved as
PNG
format
{p_end}

             {c |} Q9_mea~p   Q9_var
{hline 13}{c +}{hline 18}
 Q9_mean_gap {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.8748*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 1}Q9_mean_gap {c |}{res}        112    1.671091    .7873923   .8780044   4.206033
{txt}{space 6}Q9_var {c |}{res}        112    10.67856     1.97571   7.852185     15.916
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Q9_mean_gap_varSCEM.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. ********************
. *** using risiduals 
. *********************
. 
. * did not label correctly before. relabel it.
. 
. label var Q9_var_rd  "Average 1-yr-ahead Uncertainty exl ind FE"
{txt}
{com}. label var Q9_disg_rd "Disagreement exl id FE"
{txt}
{com}. 
. foreach var in Q9_disg_rd{c -(}
{txt}  2{com}.     pwcorr `var' Q9_var, star(0.05)
{txt}  3{com}.     local rho: display %4.2f r(rho)
{txt}  4{com}.     // Get the labels for the variables
.     local xlabel: variable label Q9_var_rd
{txt}  5{com}.     local ylabel: variable label `var'
{txt}  6{com}. 
.     // Calculate the range for the 45-degree line
.     summarize `var'
{txt}  7{com}.     local min1 = r(min)
{txt}  8{com}.     local max1 = r(max)
{txt}  9{com}. 
.     summarize Q9_var_rd
{txt} 10{com}.     local min2 = r(min)
{txt} 11{com}.     local max2 = r(max)
{txt} 12{com}. 
.     local min = min(`min1', `min2')
{txt} 13{com}.     local max = max(`max1', `max2')
{txt} 14{com}. 
.     twoway (scatter `var' Q9_var, mcolor(navy) msymbol(oh) mlabel(date)) ///
>            (lfit `var' Q9_var, lcolor(maroon) lwidth(medthick)) ///
>            (function y=x, range(`min' `max') lcolor(black) lpattern(dash) lwidth(thin)) ///
>            if PRCCPIVar1mean!=., ///
>            title("SCE", size(large)) xtitle("`xlabel'",size(large)) ytitle("`ylabel'",size(large)) ///
>            legend(order(1 "Scatter" 2 "Fitted Line" 3 "45-degree line") ///
>                   position(11) size(large) col(1)) ///
>            caption("{c -(}superscript:Corr Coeff= `rho'{c )-}", ///
>            justification(left) position(11) size(huge)) ///
>            xscale(range(`min' `max')) yscale(range(`min' `max'))
{txt} 15{com}.     graph export "${c -(}sum_graph_folder{c )-}/scatter_`var'_varSCEM_rd.png", as(png) replace
{txt} 16{com}. {c )-}

             {txt}{c |} Q9_dis~d   Q9_var
{hline 13}{c +}{hline 18}
  Q9_disg_rd {c |} {res}  1.0000 
      {txt}Q9_var {c |} {res}  0.8229*  1.0000 

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 2}Q9_disg_rd {c |}{res}        112    3.063996    .5254132   2.030396   4.584877

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}Q9_var_rd {c |}{res}        112    1.714967    .2011733   1.141667   2.383473
{txt}{p 0 4 2}
file {bf}
/Users/tao/Dropbox/InfVar/workingfolder/graphs/pop/scatter_Q9_disg_rd_varSCEM_rd.png{rm}
saved as
PNG
format
{p_end}

{com}. 
. ddd
{err}command {bf}ddd{sf} is unrecognized
{txt}{search r(199), local:r(199);}

end of do-file

{search r(199), local:r(199);}

{com}. 